Repository: KDE/trojita
Catalog: po/*/trojita_common.po
Languages: eo

# Composer::MessageComposer|
source: File does not exist
eo: Dosiero ne ekzistas

# Composer::MessageComposer|
source: File is not readable
eo: Dosiero ne estas legebla

# Composer::MessageComposer|
source: Message not available
eo: Mesaĝo ne havebla

# Composer::MessageComposer|
source: IMAP message %1
eo: IMAP-mesaĝo %1

# Composer::MessageComposer|
source: IMAP part %1
eo: IMAP parto %1

# Imap::Mailbox::FullMessageCombiner|
source: Cannot obtain IMAP URL for CATENATE
eo: Ne povas akiri IMAP-URL por CATENATE

# Composer::MessageComposer|
source: Attachment %1 is not available
eo: Aldonaĵo %1 ne haveblas

# Composer::MessageComposer|
source: Attachment %1 disappeared
eo: Aldonaĵo %1 malaperis

# Composer::SenderIdentitiesModel|
source: Name
eo: Nomo

# Composer::SenderIdentitiesModel|
source: E-mail
eo: Retpoŝto

# Composer::SenderIdentitiesModel|
source: Organization
eo: Organizaĵo

# Composer::SenderIdentitiesModel|
source: Signature
eo: Subskribo

# Composer::Submission|
source: Preparing to send
eo: Preparante por sendi

# Composer::Submission|
source: Creating message
eo: Kreante mesaĝon

# Composer::Submission|
source: Saving to the sent folder
eo: Konservado en la sendita dosierujo

# Composer::Submission|
source: Preparing message for delivery
eo: Preparado de mesaĝo por livero

# Composer::Submission|
source: Submitting message
eo: Sendante mesaĝon

# Composer::Submission|
source: Updating message keywords
eo: Ĝisdatigante mesaĝajn ŝlosilvortojn

# Composer::Submission|
source: Message sent
eo: Mesaĝo sendita

# Composer::Submission|
source: Sending failed
eo: Sendado malsukcesis

# Composer::Submission|
source: Some data are not available yet
eo: Iuj datumoj ankoraŭ ne haveblas

# Composer::Submission|
source: APPEND failed: %1
eo: APPEND malsukcesis: %1

# Composer::Submission|
source: The URLAUTH response does not contain a proper URL
eo: La respondo URLAUTH ne enhavas taŭgan URL

# Cryptography::GpgMePart|
source: [getAuditLog failed: %1]
eo: [getAuditLog malsukcesis: %1]

# Cryptography::GpgMePart|
source: Waiting for data...
eo: Atendante datumojn...

# Cryptography::GpgMePart|
source: Encrypted; some signature: missing key
eo: Ĉifrita; iu subskribo: mankanta ŝlosilo

# Cryptography::GpgMePart|
source: Some signature: missing key
eo: Iu subskribo: mankas ŝlosilo

# Cryptography::GpgMePart|
source: Internal error
eo: Interna eraro

# Cryptography::GpgMePart|
source: Error when verifying signature: cannot retrieve key %1: %2
eo: Eraro dum konfirmado de subskribo: ne povas retrovi ŝlosilon %1: %2

# Cryptography::GpgMePart|
source: Encrypted, verified signature
eo: Ĉifrita, konfirmita subskribo

# Cryptography::GpgMePart|
source: Verified signature
eo: Konfirmita subskribo

# Cryptography::GpgMePart|
source: Verified signature from %1 on %2
eo: Konfirmita subskribo de %1 sur %2

# Cryptography::GpgMePart|
source: Encrypted, signed by stranger
eo: Ĉifrita, subskribita de fremdulo

# Cryptography::GpgMePart|
source: Signed by stranger
eo: Subskribite de fremdulo

# Cryptography::GpgMePart|
source: Encrypted, bad signature
eo: Ĉifrita, malbona subskribo

# Cryptography::GpgMePart|
source: Bad signature
eo: Malbona subskribo

# Cryptography::GpgMePart|
source: Encrypted, bad signature: %1
eo: Ĉifrita, malbona subskribo: %1

# Cryptography::GpgMePart|
source: Bad signature: %1
eo: Malbona subskribo: %1

# Cryptography::GpgMePart|
source: Bad signature by %1 on %2
eo: Malbona subskribo de %1 sur %2

# Cryptography::GpgMePart|
source: Encrypted, bad signature by stranger
eo: Ĉifrita, malbona subskribo de fremdulo

# Cryptography::GpgMePart|
source: Bad signature by stranger
eo: Malbona subskribo de fremdulo

# Cryptography::GpgMePart|
source: Encrypted, bad signature by stranger: %1
eo: Ĉifrita, malbona subskribo de fremdulo: %1

# Cryptography::GpgMePart|
source: Bad signature by stranger: %1
eo: Malbona subskribo de fremdulo: %1

# Cryptography::GpgMePart|
source: Bad signature by someone else: %1 on %2.
eo: Malbona subskribo de iu alia: %1 sur %2.

# Cryptography::GpgMePart|
source: Encrypted, some signature
eo: Ĉifrita, iom da subskribo

# Cryptography::GpgMePart|
source: Some signature
eo: Iu subskribo

# Cryptography::GpgMePart|
source: Unknown signature from %1 on %2
eo: Nekonata subskribo de %1 sur %2

# Cryptography::GpgMePart|
source: Encrypted, some signature by stranger
eo: Ĉifrita, iu subskribo de fremdulo

# Cryptography::GpgMePart|
source: Some signature by stranger
eo: Iu subskribo de fremdulo

# Cryptography::GpgMePart|
source: Unknown signature by somebody else: %1 on %2
eo: Nekonata subskribo de iu alia: %1 sur %2

# Cryptography::GpgMePart|
source: Encrypted, semi-trusted signature
eo: Ĉifrita, duonfidinda subskribo

# Cryptography::GpgMePart|
source: Semi-trusted signature
eo: Duonfidinda subskribo

# Cryptography::GpgMePart|
source: Semi-trusted signature from %1 on %2
eo: Duonfidinda subskribo de %1 sur %2

# Cryptography::GpgMePart|
source: Encrypted, semi-trusted signature by stranger
eo: Ĉifrita, duonfidinda subskribo de fremdulo

# Cryptography::GpgMePart|
source: Semi-trusted signature by stranger
eo: Duonfidinda subskribo de fremdulo

# Cryptography::GpgMePart|
source: Semi-trusted signature by somebody else: %1 on %2
eo: Duonfidinda subskribo de iu alia: %1 sur %2

# Cryptography::GpgMePart|
source: The key or at least one certificate has been revoked.
eo: La ŝlosilo aŭ almenaŭ unu atestilo estas nuligitaj.

# Cryptography::GpgMePart|
source: The key or one of the certificates has expired.
eo: La ŝlosilo aŭ unu el la atestiloj eksvalidiĝis.

# Cryptography::GpgMePart|
source: Signature expired on %1.
eo: Subskribo eksvalidiĝis je %1.

# Cryptography::GpgMePart|
source: Can't verify due to a missing key or certificate.
eo: Ne povas konfirmi pro mankanta ŝlosilo aŭ atestilo.

# Cryptography::GpgMePart|
source: The CRL (or an equivalent mechanism) is not available.
eo: La CRL (aŭ ekvivalenta mekanismo) ne estas havebla.

# Cryptography::GpgMePart|
source: Available CRL is too old.
eo: Uzebla ANVLo estas tro malnova.

# Cryptography::GpgMePart|
source: A policy requirement was not met.
eo: Politika postulo ne estis plenumita.

# Cryptography::GpgMePart|
source: A system error occurred. %1
eo: Okazis sistema eraro. %1

# Cryptography::GpgMePart|
source: Signature validity is undefined.
eo: Signaturvalideco estas nedifinita.

# Cryptography::GpgMePart|
source: Signature validity is never to be trusted.
eo: La valideco de subskribo neniam estas fidinda.

# Cryptography::GpgMePart|
source: Signature validity is marginal.
eo: Signaturvalideco estas marĝena.

# Cryptography::GpgMePart|
source: Signature validity is full.
eo: La valideco de subskribo estas plena.

# Cryptography::GpgMePart|
source: Signature validity is ultimate.
eo: Signaturvalideco estas finfina.

# Cryptography::GpgMePart|
source: Signature validity is unknown.
eo: La valideco de la subskribo estas nekonata.

# Cryptography::GpgMePart|
source: Trust chain:
eo: Fida ĉeno:

# Cryptography::GpgMePart|
source: %1(Unavailable)
eo: %1(Nedisponebla)

# Cryptography::GpgMePart|
source: %1(self-signed)
eo: %1 (memsubskribita)

# Cryptography::GpgMePart|
source: Error when retrieving key for the trust chain: %1
eo: Eraro kiam oni prenas ŝlosilon por la fida ĉeno: %1

# Cryptography::GpgMePart|
source: Signature invalidity reason: %1
eo: Kialo de nevalideco de subskribo: %1

# Cryptography::GpgMeSigned|
source: Malformed Signed Message
eo: Misformita Subskribita Mesaĝo

# Cryptography::GpgMeSigned|
source: Expected 2 parts, but found %1.
eo: Atendita 2 partoj, sed trovita %1.

# Cryptography::GpgMeSigned|
source: Cannot verify signature
eo: Ne povas konfirmi subskribon

# Cryptography::GpgMeSigned|
source: Failed to initialize GpgME (%1)
eo: Malsukcesis pravalorigi GpgME (%1)

# Cryptography::GpgMeSigned|
source: Signed message is gone
eo: Subskribita mesaĝo malaperis

# Cryptography::GpgMeSigned|
source: Data Unavailable
eo: Datumoj Ne Disponeblaj

# Cryptography::GpgMeSigned|
source: Verifying signature...
eo: Konfirmante subskribon...

# Cryptography::GpgMeSigned|
source: No signatures in the signed message
eo: Neniuj subskriboj en la subskribita mesaĝo

# Cryptography::GpgMeEncrypted|
source: Malformed Encrypted Message
eo: Misformita Ĉifrita Mesaĝo

# Cryptography::GpgMeEncrypted|
source: Expected 2 parts for an encrypted OpenPGP message, but found %1.
eo: Atendis 2 partojn por ĉifrita OpenPGP-mesaĝo, sed trovis %1.

# Cryptography::GpgMeEncrypted|
source: Cannot descrypt
eo: Ne povas malĉifri

# Cryptography::GpgMeEncrypted|
source: Failed to initialize GpgME (%1)
eo: Malsukcesis pravalorigi GpgME (%1)

# Cryptography::GpgMeEncrypted|
source: Encrypted message is gone
eo: Ĉifrita mesaĝo malaperis

# Cryptography::GpgMeEncrypted|
source: Data Unavailable
eo: Datumoj Ne Disponeblaj

# Cryptography::GpgMeEncrypted|
source: Unsupported PGP/MIME version. Expected "Version: 1", got "%1".
eo: Nesubtenata PGP/MIME-versio. Atendita "Versio: 1", ricevis "%1".

# Cryptography::GpgMeEncrypted|
source: Decrypting...
eo: Malĉifri...

# Cryptography::GpgMeEncrypted|
source: Broken encrypted message
eo: Rompita ĉifrita mesaĝo

# Cryptography::GpgMeEncrypted|
source: Decryption error: %1
eo: Malĉifra eraro: %1

# Cryptography::GpgMeEncrypted|
source: Encrypted message
eo: Ĉifrita mesaĝo

# Cryptography::GpgMeEncrypted|
source: Wrong key usage, not for encryption
eo: Malĝusta ŝlosila uzado, ne por ĉifrado

# Cryptography::GpgMeEncrypted|
source: Unsupported algorithm: %1
eo: Nesubtenata algoritmo: %1

# Cryptography::GpgMeEncrypted|
source: Cannot extract recipient %1: %2
eo: Ne povas eltiri ricevonton %1: %2

# Cryptography::GpgMeEncrypted|
source: Encrypted to %1 (%2)
eo: Ĉifrite al %1 (%2)

# Cryptography::GpgMeEncrypted|
source: Encrypted to %1
eo: Ĉifrite al %1

# Cryptography::GpgMeEncrypted|
source: Original filename: %1
eo: Origina dosiernomo: %1

# AboutDialog|
source: About Trojitá
eo: Pri Trojitá

# AboutDialog|
source: <p>This is <b>Trojitá</b>, a fast Qt IMAP e-mail client</p>
eo: <p>Ĉi tio estas <b>Trojitá</b>, rapida retpoŝta kliento Qt IMAP</p>

# Gui::Expander|
source: Click to see %1 more items
eo: Klaku por vidi %1 pliajn erojn

# Gui::Expander|
source: Click to collapse
eo: Klaku por malvastigi

# Gui::AttachmentView|
source: Download
eo: Elŝuti

# Gui::AttachmentView|
source: Open Directly
eo: Malfermu Rekte

# Gui::AttachmentView|
source: Show Preview
eo: Montri Antaŭrigardon

# Gui::AttachmentView|
source: Show Message Source
eo: Montru Mesaĝan Fonton

# Gui::AttachmentView|
source: IMAP Server error for this part: %1 (%2)
eo: Eraro de IMAP-Servilo por ĉi tiu parto: %1 (%2)

# Gui::AttachmentView|
source: Save Attachment
eo: Konservi Aldonaĵon

# Gui::AttachmentView|
source: Source of Attached Message
eo: Fonto de Alkroĉita Mesaĝo

# ComposerAttachmentsList|
source: Send Inline
eo: Sendu Inline

# ComposerAttachmentsList|
source: Rename...
eo: Alinomi...

# ComposerAttachmentsList|
source: Remove
eo: Forigi

# ComposerAttachmentsList|
source: Rename Attachment
eo: Alinomigi Aldonaĵon

# ComposerAttachmentsList|
source: New Name
eo: Nova nomo

# ComposerTextEdit|
source: Paste as Quoted Text
eo: Algluu kiel Citita Teksto

# QWidget|
source: Cancel...
eo: Nuligi...

# QWidget|
source: Cancel
eo: Nuligi

# Gui::ComposeWidget|
source: Send
eo: Sendi

# Gui::ComposeWidget|
source: New Thread
eo: Nova Fadeno

# Gui::ComposeWidget|
source: Threaded
eo: Fadenigita

# Gui::ComposeWidget|
source: Error
eo: Eraro

# Gui::ComposeWidget|
source: Please set appropriate settings for outgoing messages.
eo: Bonvolu agordi taŭgajn agordojn por eksiĝintaj mesaĝoj.

# Gui::ComposeWidget|
source: Cannot Determine Recipients
eo: Ne Povas Determini Ricevantojn

# Gui::ComposeWidget|
source: Sender
eo: Sendinto

# Gui::ComposeWidget|
source: Resend Mail: %1
eo: Resendu Poŝton: %1

# Gui::ComposeWidget|
source: (no subject)
eo: (neniu temo)

# Gui::ComposeWidget|
source: Message has no subject
eo: Mesaĝo ne havas temon

# Gui::ComposeWidget|
source: The Message-ID header is missing
eo: La Message-ID-kapo mankas

# Gui::ComposeWidget|
source: Message has no date
eo: Mesaĝo ne havas daton

# Gui::ComposeWidget|
source: Nothing in the From field
eo: Nenio en la kampo De

# Gui::ComposeWidget|
source: No recipients in the To field
eo: Neniuj ricevantoj en la kampo Al

# Gui::ComposeWidget|
source: Authentication Required
eo: Aŭtentigo Postulata

# Gui::ComposeWidget|
source: <p>Please provide SMTP password for user <b>%1</b> on <b>%2</b>:</p>
eo: <p>Bonvolu provizi SMTP-pasvorton por uzanto <b>%1</b> sur <b>%2</b>:</p>

# Gui::ComposeWidget|
source: Save Draft?
eo: Ĉu konservi malneton?

# Gui::ComposeWidget|
source: The mail has not been sent.<br>Do you want to save the draft?
eo: La poŝto ne estas sendita.<br>Ĉu vi volas konservi la malneton?

# Gui::MainWindow|
source: Drafts
eo: Malnetoj

# Gui::ComposeWidget|
source: Save as
eo: Konservi kiel

# Gui::ComposeWidget|
source: Drafts
eo: Malnetoj

# Gui::ComposeWidget|
source: You haven't entered any recipients
eo: Vi enigis neniujn ricevantojn

# Gui::ComposeWidget|
source: The From: address does not look like a valid one
eo: La De: adreso ne aspektas kiel valida

# Gui::ComposeWidget|
source: You haven't entered any subject. Cannot send such a mail, sorry.
eo: Vi enigis neniun temon. Ne povas sendi tian poŝton, pardonu.

# Gui::ComposeWidget|
source: Cannot prepare this e-mail for sending: some parts are not available
eo: Ne povas prepari ĉi tiun retmesaĝon por sendo: kelkaj partoj ne haveblas

# Gui::ComposeWidget|
source: This mail will be marked as a response<hr/>%1
eo: Ĉi tiu retpoŝto estos markita kiel respondo<hr/>%1

# Gui::ComposeWidget|
source: To
eo: Al

# Gui::ComposeWidget|
source: Resent-To
eo: Resent-Al

# Gui::ComposeWidget|
source: Failed to Send Mail
eo: Malsukcesis Sendi Poŝton

# Gui::ComposeWidget|
source: Can't parse "%1" as an e-mail address.
eo: Ne povas analizi "%1" kiel retadreson.

# Gui::ComposeWidget|
source: Attach File...
eo: Alektu dosieron...

# Gui::ComposeWidget|
source: Compose Mail
eo: Verki Poŝton

# Gui::ComposeWidget|
source: %1 - Compose Mail
eo: %1 - Verki Poŝton

# ComposeWidget|
source: From
eo: De

# ComposeWidget|
source: Subject
eo: Temo

# ComposeWidget|
source: Attach...
eo: Alektu...

# CreateMailboxDialog|
source: Create Mailbox
eo: Krei Leterkeston

# CreateMailboxDialog|
source: &Mailbox:
eo: &Leterkesto:

# CreateMailboxDialog|
source: Other Mai&lboxes
eo: Aliaj &Leterkestoj

# CreateMailboxDialog|
source: Messages Only
eo: Nur Mesaĝoj

# CreateMailboxDialog|
source: &Subscribe
eo: &Abonu

# EditFavoriteTag|
source: Manage Tag
eo: Administri Etikedon

# EditFavoriteTag|
source: Name
eo: Nomo

# EditFavoriteTag|
source: Color
eo: Koloro

# EditIdentity|
source: Manage Identity
eo: Administri Identecon

# EditIdentity|
source: Real Name
eo: Reala Nomo

# EditIdentity|
source: E-mail
eo: Retpoŝto

# EditIdentity|
source: Organisation
eo: Organizo

# EditIdentity|
source: Signature
eo: Subskribo

# Gui::EmbeddedWebView|
source: System colors
eo: Sistemkoloroj

# Gui::EmbeddedWebView|
source: System theme adjusted for better contrast
eo: Sistema etoso ĝustigita por pli bona kontrasto

# Gui::EmbeddedWebView|
source: Black on white, forced
eo: Nigra sur blanka, devigita

# Gui::EnvelopeView|
source: From
eo: De

# Gui::EnvelopeView|
source: sent via
eo: sendita tra

# Gui::EnvelopeView|
source: Sender
eo: Sendinto

# Gui::EnvelopeView|
source: replies to
eo: respondas al

# Gui::EnvelopeView|
source: Reply-To
eo: Respondi al

# Gui::EnvelopeView|
source: To
eo: Al

# Gui::EnvelopeView|
source: Cc'd to
eo: Cc'd al

# Gui::EnvelopeView|
source: Bcc'd to
eo: Bcc'd al

# Gui::EnvelopeView|
source: Mailing List
eo: Dissendolisto

# Gui::ExternalElementsWidget|
source: Load
eo: Ŝargi

# Gui::ExternalElementsWidget|
source: This e-mail wants to load external entities from the Internet
eo: Ĉi tiu retpoŝto volas ŝargi eksterajn entojn el la Interreto

# Gui::FindBar|
source: &Match case
eo: Kongrui &usklecon

# Gui::FindBar|
source: &Highlight all
eo: &Elstarigi ĉiujn

# Gui::FindBar|
source: Esc
eo: Esk

# Gui::FindBar|
source: Find:
eo: Trovi:

# Gui::FindBar|
source: &Next
eo: Sek&va

# Gui::FindBar|
source: &Previous
eo: An&taŭa

# Gui::FindBar|
source: Shift+F3
eo: Maj+F3

# ImapInfoDialog|
source: IMAP Server Info
eo: Informoj pri IMAP-Servilo

# ImapInfoDialog|
source: <html><head/><body><p>SERVERINFO Placeholder</p></body></html>
eo: <html><head/><body><p>SERVERINFO Anstataŭilo</p></body></html>

# Gui::LoadablePartWidget|
source: Load %1 (%2)
eo: Ŝargi %1 (%2)

# Gui::MailBoxTreeView|
source: Move here Shift
eo: Movu ĉi tien Shift

# Gui::MailBoxTreeView|
source: Copy here Ctrl
eo: Kopiu ĉi tie Ctrl

# Gui::MailBoxTreeView|
source: Cancel
eo: Nuligi

# QObject|
source: Trojitá %1 - fast Qt IMAP e-mail client
eo: Trojitá %1 - rapida retpoŝta kliento Qt IMAP

# QObject|
source: Show addressbook window.
eo: Montru fenestron de adreslibro.

# QObject|
source: Compose new e-mail (default when url is provided).
eo: Verki novan retmesaĝon (defaŭlte kiam url estas provizita).

# QObject|
source: Activate debug traffic logging to disk by default.
eo: Defaŭlte aktivigu sencimigan trafikan registradon al disko.

# QObject|
source: Show main window (default when no option is provided).
eo: Montru ĉefan fenestron (defaŭlte kiam neniu opcio estas provizita).

# QObject|
source: Set profile.
eo: Agordu profilon.

# QObject|
source: profile
eo: Profilo

# QObject|
source: Mailto: URL address for composing new e-mail.
eo: Mailto: URL-adreso por verki novan retmesaĝon.

# QObject|
source: Unexpected argument '%1'.
eo: Neatendita argumento '%1'.

# QObject|
source: Unexpected arguments.
eo: Neatenditaj argumentoj.

# QObject|
source: Error: Registering IPC instance failed: %1
eo: Eraro: Registrado de IPC-instanco malsukcesis: %1

# Gui::MessageHeadersWidget|
source: Message headers of UID %1 in %2
eo: Mesaĝkapoj de UID %1 en %2

# Gui::MessageHeadersWidget|
source: Search...
eo: Serĉi...

# Gui::MessageListWidget|
source: Quick Search
eo: Rapida Serĉo

# Gui::MessageListWidget|
source: <query>
eo: <demando>

# Gui::MessageListWidget|
source: Options for the IMAP search...
eo: Opcioj por la IMAP-serĉo...

# Gui::MessageListWidget|
source: Fuzzy Search
eo: Neklara Serĉo

# Gui::MessageListWidget|
source: Subject
eo: Temo

# Gui::MessageListWidget|
source: Body
eo: Korpo

# Gui::MessageListWidget|
source: Senders
eo: Sendintoj

# Gui::MessageListWidget|
source: Recipients
eo: Ricevantoj

# Gui::MessageListWidget|
source: Complex IMAP query
eo: Kompleksa IMAP-demando

# Gui::MessageListWidget|
source: Not ...
eo: Ne...

# Gui::MessageListWidget|
source: Either... or...
eo: Aŭ... aŭ...

# Gui::MessageListWidget|
source: From sender
eo: De sendinto

# Gui::MessageListWidget|
source: To receiver
eo: Al ricevilo

# Gui::MessageListWidget|
source: About subject
eo: Pri temo

# Gui::MessageListWidget|
source: Message contains ...
eo: Mesaĝo enhavas...

# Gui::MessageListWidget|
source: Before date
eo: Antaŭ dato

# Gui::MessageListWidget|
source: Since date
eo: Ekde dato

# Gui::MessageListWidget|
source: Has been seen
eo: Estis vidita

# Gui::MessageListWidget|
source: Allow raw IMAP search
eo: Permesu krudan IMAP-serĉon

# Gui::MessageSourceWidget|
source: Search...
eo: Serĉi...

# Gui::MessageView|
source: Search...
eo: Serĉi...

# Gui::MessageView|
source: you
eo: vi

# Gui::MessageView|
source: On %1, %2 wrote:
eo: Je %1, %2 skribis:

# Gui::MsgListView|
source: Mon 10
eo: lundo 10

# Gui::MsgListView|
source: Seen status
eo: Vidita stato

# Gui::MsgListView|
source: Flagged status
eo: Markita stato

# Gui::MsgListView|
source: Attachment
eo: Kunsendaĵo

# Gui::OneEnvelopeAddress|
source: (empty display name)
eo: (malplena montra nomo)

# Gui::OneEnvelopeAddress|
source: <hr/><b>Address Book:</b><br/>
eo: <hr/><b>Adreslibro:</b><br/>

# Gui::OneEnvelopeAddress|
source: Copy e-mail address
eo: Kopiu retadreson

# Gui::OneEnvelopeAddress|
source: Copy text
eo: Kopii tekston

# Gui::MultipartAlternativeWidget|
source: Plaintext
eo: Plata teksto

# Gui::MultipartAlternativeWidget|
source: Cancelled Event
eo: Nuligita Evento

# Gui::MultipartAlternativeWidget|
source: Meeting Request
eo: Kunvena Peto

# Gui::MultipartAlternativeWidget|
source: Calendar Event
eo: Kalendara Evento

# Gui::MultipartAlternativeWidget|
source: Calendar Reply
eo: Kalendaro Respondo

# Gui::MultipartAlternativeWidget|
source: New Meeting
eo: Nova Renkontiĝo

# Gui::PartStatusWidget|
source: Show Details
eo: Montri Detalojn

# Gui::PartStatusWidget|
source: Hide Details
eo: Kaŝi Detalojn

# Gui::MultipartSignedEncryptedWidget|
source: [Encrypted message]
eo: [Ĉifrita mesaĝo]

# PasswordDialog|
source: Authentication Required
eo: Aŭtentigo Postulata

# PasswordDialog|
source: <p>Please provide password for %1 on %2.</p>
eo: <p>Bonvolu doni pasvorton por %1 sur %2.</p>

# Gui::ProtocolLoggerWidget|
source: Clear all
eo: Forviŝu ĉion

# Gui::ProtocolLoggerWidget|
source: Connection %1
eo: Konekto %1

# CachePage|
source: Offline mode
eo: Senreta reĝimo

# CachePage|
source: &Don't use cache
eo: &Ne uzu kaŝmemoron

# CachePage|
source: &Remember messages for X days
eo: &Memoru mesaĝojn dum X tagoj

# CachePage|
source: Store &forever
eo: Konservu &eterne

# CachePage|
source: Notifications
eo: Sciigoj

# CachePage|
source: Only the INBOX folder will be included for new message checking
eo: Nur la INBOX-dosierujo estos inkluzivita por nova mesaĝo-kontrolado

# CachePage|
source: &INBOX Only
eo: &ENFERKESTO Nur

# CachePage|
source: &All Mailboxes (use with care)
eo: &Ĉiuj Poŝtkestoj (uzu zorge)

# CachePage|
source: &Subscribed Mailboxes
eo: &Abonitaj Leterkestoj

# Gui::SettingsDialog|
source: Settings
eo: Agordoj

# Gui::SettingsDialog|
source: &General
eo: Ĝ&enerala

# Gui::SettingsDialog|
source: I&MAP
eo: I&MAPO

# Gui::SettingsDialog|
source: &Offline
eo: &Senrete

# Gui::SettingsDialog|
source: Favorite &tags
eo: Plej ŝatataj &etikedoj

# Gui::SettingsDialog|
source: Saving passwords failed
eo: Konservado de pasvortoj malsukcesis

# Gui::FavoriteTagsPage|
source: Add New Tag
eo: Aldoni Novan Etikedon

# Gui::FavoriteTagsPage|
source: Edit Tag
eo: Redakti Etikedon

# Gui::GeneralPage|
source: Plugin not found (%1)
eo: Kromaĵo ne trovita (%1)

# Gui::GeneralPage|
source: Disable address book
eo: Malebligu adresaron

# Gui::GeneralPage|
source: Disable passwords
eo: Malebligu pasvortojn

# Gui::GeneralPage|
source: Disable spell checking
eo: Malebligu literumkontrolon

# Gui::GeneralPage|
source: Move
eo: Movi

# Gui::GeneralPage|
source: Copy
eo: Kopii

# Gui::GeneralPage|
source: Add New Identity
eo: Aldonu Novan Identecon

# Gui::GeneralPage|
source: Edit Identity
eo: Redakti identecon

# Gui::GeneralPage|
source: Delete Identity?
eo: Ĉu forigi identecon?

# Gui::GeneralPage|
source: Are you sure you want to delete identity %1 <%2>?
eo: Ĉu vi certas, ke vi volas forigi identecon %1 <%2>?

# Gui::GeneralPage|
source: Please define some identities here
eo: Bonvolu difini iujn identecojn ĉi tie

# Gui::EditFavoriteTag|
source: Select tag color
eo: Elektu etikedkoloron

# Gui::ImapPage|
source: Network Connection
eo: Reta Konekto

# Gui::ImapPage|
source: Local Process
eo: Loka Procezo

# Gui::ImapPage|
source: No encryption
eo: Neniu ĉifrado

# Gui::ImapPage|
source: Use encryption (STARTTLS)
eo: Uzu ĉifradon (STARTTLS)

# Gui::ImapPage|
source: Force encryption (TLS)
eo: Forto ĉifrado (TLS)

# Gui::ImapPage|
source: The IMAP server hostname is missing here
eo: La gastiga nomo de IMAP-servilo mankas ĉi tie

# Gui::OutgoingPage|
source: Network
eo: Reto

# Gui::OutgoingPage|
source: Local sendmail-compatible
eo: Loka sendpoŝto-kongrua

# Gui::OutgoingPage|
source: IMAP SENDMAIL Extension
eo: IMAP SENDMAIL Etendaĵo
