Repository: KDE/trojita
Catalog: po/*/trojita_common.po
Languages: eo

# QObject|
source: Failed to prepare queryForgetMessagePart
eo: Malsukcesis prepari queryForgetMessagePart

# QObject|
source: Failed to prepare queryMessageThreading
eo: Malsukcesis prepari queryMessageThreading

# QObject|
source: Failed to prepare querySetMessageThreading
eo: Malsukcesis prepari querySetMessageThreading

# QObject|
source: Query queryChildMailboxes failed
eo: DemandodemandadoChildMailboxes malsukcesis

# QObject|
source: Corrupt data when reading child items for mailbox %1, line %2
eo: Koruptaj datumoj dum legado de infanaj eroj por leterkesto %1, linio %2

# QObject|
source: Query queryChildMailboxesFresh failed
eo: DemandodemandadoChildMailboxesFresh malsukcesis

# QObject|
source: Query queryRemoveChildMailboxes failed
eo: DemanddemandoRemoveChildMailboxes malsukcesis

# QObject|
source: Query querySetChildMailboxes failed
eo: Demando querySetChildMailboxes malsukcesis

# QObject|
source: Query queryMailboxSyncState failed
eo: DemandodemandoMailboxSyncState malsukcesis

# QObject|
source: Query querySetMailboxSyncState failed
eo: Demando querySetMailboxSyncState malsukcesis

# QObject|
source: Query queryUidMapping failed
eo: Demando queryUidMapping malsukcesis

# QObject|
source: Query querySetUidMapping failed
eo: Demando querySetUidMapping malsukcesis

# QObject|
source: Query queryClearUidMapping failed
eo: Demanda demandoClearUidMapping malsukcesis

# QObject|
source: Query queryClearAllMessages1 failed
eo: Demando queryClearAllMessages1 malsukcesis

# QObject|
source: Query queryClearAllMessages2 failed
eo: Demando queryClearAllMessages2 malsukcesis

# QObject|
source: Query queryClearAllMessages3 failed
eo: Demando queryClearAllMessages3 malsukcesis

# QObject|
source: Query queryClearAllMessages4 failed
eo: Demando queryClearAllMessages4 malsukcesis

# QObject|
source: Query queryClearMessage1 failed
eo: Demando queryClearMessage1 malsukcesis

# QObject|
source: Query queryClearMessage2 failed
eo: Demando queryClearMessage2 malsukcesis

# QObject|
source: Query queryClearMessage3 failed
eo: Demando queryClearMessage3 malsukcesis

# QObject|
source: Query queryMessageFlags failed
eo: Demando queryMessageFlags malsukcesis

# QObject|
source: Query querySetMessageFlags failed
eo: Demando querySetMessageFlags malsukcesis

# QObject|
source: Query queryMessageMetadata failed
eo: DemandodemandoMessageMetadata malsukcesis

# QObject|
source: Query queryAccessMessageMetadata failed
eo: Demandodemando AccessMessageMetadata malsukcesis

# QObject|
source: Query querySetMessageMetadata failed
eo: Demando querySetMessageMetadata malsukcesis

# QObject|
source: Query queryMessagePart failed
eo: Demando queryMessagePart malsukcesis

# QObject|
source: Query querySetMessagePart failed
eo: Demando querySetMessagePart malsukcesis

# QObject|
source: Query queryForgetMessagePart failed
eo: Demando queryForgetMessagePart malsukcesis

# QObject|
source: Query queryMessageThreading failed
eo: Demando queryMessageThreading malsukcesis

# QObject|
source: Query querySetMessageThreading failed
eo: Demando querySetMessageThreading malsukcesis

# Imap::Mailbox::TaskPresentationModel|
source: Parser %1
eo: Analizilo %1

# Imap::Mailbox::ThreadingMsgListModel|
source: [Message is missing]
eo: [Mesaĝo mankas]

# Imap::Network::FileDownloadManager|
source: Cannot translate CID URL: message is gone
eo: Ne povas traduki CID-URL: mesaĝo malaperis

# Imap::Network::FileDownloadManager|
source: CID not found (%1)
eo: CID ne trovita (%1)

# Imap::Network::FileDownloadManager|
source: Unsupported URL (%1)
eo: Nesubtenata URL (%1)

# Imap::Network::FileDownloadManager|
source: FileDownloadManager::downloadPart(): part has disappeared
eo: FileDownloadManager::downloadPart(): parto malaperis

# Imap::Network::FileDownloadManager|
source: FileDownloadManager::downloadMessage(): message has disappeared
eo: FileDownloadManager::downloadMessage(): mesaĝo malaperis

# Imap::Network::ForbiddenReply|
source: Remote Content Is Banned
eo: Fora Enhavo Estas Malpermesita

# Imap::Network::MsgPartNetworkReply|
source: Cannot access data
eo: Ne povas aliri datumojn

# Imap::Network::MsgPartNetworkReply|
source: Uncached data not available when offline
eo: Nekonmemorigitaj datumoj ne haveblaj kiam eksterrete

# Imap::Network::MsgPartNetworkReply|
source: Error downloading data
eo: Eraro dum elŝuto de datumoj

# Imap::Mailbox::AppendTask|
source: Uploading message
eo: Alŝutante mesaĝon

# Imap::Mailbox::CopyMoveMessagesTask|
source: All messages disappeared before we could have copied them
eo: Ĉiuj mesaĝoj malaperis antaŭ ol ni povus kopii ilin

# Imap::Mailbox::CopyMoveMessagesTask|
source: Asked to die
eo: Petita morti

# Imap::Mailbox::CopyMoveMessagesTask|
source: The COPY operation has failed: %1
eo: La KOPIA operacio malsukcesis: %1

# Imap::Mailbox::CopyMoveMessagesTask|
source: The UID MOVE operation has failed: %1
eo: La operacio UID MOVE malsukcesis: %1

# Imap::Mailbox::CopyMoveMessagesTask|
source: Copying messages
eo: Kopiante mesaĝojn

# Imap::Mailbox::CreateMailboxTask|
source: Asked to die
eo: Petita morti

# Imap::Mailbox::CreateMailboxTask|
source: Cannot create mailbox
eo: Ne povas krei leterkeston

# Imap::Mailbox::CreateMailboxTask|
source: Error with the LIST command after the CREATE
eo: Eraro kun la LIST-komando post la CREATE

# Imap::Mailbox::CreateMailboxTask|
source: Creating mailbox
eo: Kreante leterkeston

# Imap::Mailbox::DeleteMailboxTask|
source: Couldn't delete mailbox
eo: Ne eblis forigi leterkeston

# Imap::Mailbox::DeleteMailboxTask|
source: Deleting mailbox
eo: Forigante leterkeston

# Imap::Mailbox::DeleteMailboxTask|
source: Mailbox %1 has pending activity, so it cannot be deleted now.
eo: Leterkesto %1 havas pritraktatan agadon, do ĝi ne povas esti forigita nun.

# Imap::Mailbox::DeleteMailboxTask|
source: Mailbox has pending activity
eo: Leterkesto havas pritraktatan agadon

# Imap::Mailbox::EnableTask|
source: ENABLE failed, strange
eo: ENABLE malsukcesis, strange

# Imap::Mailbox::EnableTask|
source: Enabling IMAP extensions
eo: Ebligante IMAP-etendaĵojn

# Imap::Mailbox::ExpungeMailboxTask|
source: Mailbox vanished before we could expunge it
eo: Leterkesto malaperis antaŭ ol ni povis forigi ĝin

# Imap::Mailbox::ExpungeMailboxTask|
source: Expunge failed
eo: Forigo malsukcesis

# Imap::Mailbox::ExpungeMailboxTask|
source: Removing deleted messages
eo: Forigante forigitajn mesaĝojn

# Imap::Mailbox::ExpungeMessagesTask|
source: All messages are gone already
eo: Ĉiuj mesaĝoj jam malaperis

# Imap::Mailbox::ExpungeMessagesTask|
source: The IMAP server doesn't support the UIDPLUS extension
eo: La IMAP-servilo ne subtenas la etendon UIDPLUS

# Imap::Mailbox::ExpungeMessagesTask|
source: UID EXPUNGE failed
eo: UID EXPUNGE malsukcesis

# Imap::Mailbox::ExpungeMessagesTask|
source: Removing some of the deleted messages
eo: Forigante kelkajn el la forigitaj mesaĝoj

# Imap::Mailbox::FetchMsgMetadataTask|
source: handleFetch: mailbox disappeared
eo: handleFetch: leterkesto malaperis

# Imap::Mailbox::FetchMsgMetadataTask|
source: UID FETCH failed
eo: UID FETCH malsukcesis

# Imap::Mailbox::FetchMsgMetadataTask|
source: Downloading headers
eo: Elŝutante kapliniojn

# Imap::Mailbox::FetchMsgPartTask|
source: Mailbox disappeared
eo: Leterkesto malaperis

# Imap::Mailbox::FetchMsgPartTask|
source: Downloading messages
eo: Elŝutante mesaĝojn

# Imap::Mailbox::GenUrlAuthTask|
source: Obtaining authentication token
eo: Akiro de aŭtentikigĵetono

# Imap::Mailbox::IdTask|
source: ID failed, strange
eo: ID malsukcesis, strange

# Imap::Mailbox::IdTask|
source: Identifying server
eo: Identigo de servilo

# Imap::Mailbox::ImapTask|
source: Asked to die
eo: Petita morti

# Imap::Mailbox::ImapTask|
source: Aborted
eo: Ĉesigita

# Imap::Mailbox::KeepMailboxOpenTask|
source: Asked to die
eo: Petita morti

# Imap::Mailbox::KeepMailboxOpenTask|
source: Parser is gone
eo: Parser malaperis

# Imap::Mailbox::KeepMailboxOpenTask|
source: Logging off...
eo: Malsaluti...

# Imap::Mailbox::KeepMailboxOpenTask|
source: The UIDVALIDITY has changed while mailbox is open. Please reconnect.
eo: La UIDVALIDITY ŝanĝiĝis dum leterkesto estas malfermita. Bonvolu rekonekti.

# Imap::Mailbox::KeepMailboxOpenTask|
source: UNSELECTed
eo: NESELEKTITA

# Imap::Mailbox::ListChildMailboxesTask|
source: Mailbox vanished before we could ask for its children
eo: Leterkesto malaperis antaŭ ol ni povis peti ĝiajn infanojn

# Imap::Mailbox::ListChildMailboxesTask|
source: LIST failed
eo: LIST malsukcesis

# Imap::Mailbox::ListChildMailboxesTask|
source: Mailbox no longer available -- weird timing?
eo: Leterkesto ne plu havebla -- stranga tempo?

# Imap::Mailbox::ListChildMailboxesTask|
source: Listing mailboxes
eo: Listo de leterkestoj

# Imap::Mailbox::NoopTask|
source: NOOP failed, strange
eo: NOOP malsukcesis, strange

# Imap::Mailbox::NoopTask|
source: Checking for new messages
eo: Kontrolante novajn mesaĝojn

# Imap::Mailbox::NumberOfMessagesTask|
source: STATUS has failed
eo: STATUS malsukcesis

# Imap::Mailbox::NumberOfMessagesTask|
source: Looking for messages
eo: Serĉante mesaĝojn

# Imap::Mailbox::ObtainSynchronizedMailboxTask|
source: Asked to abort or die
eo: Petita aborti aŭ morti

# Imap::Mailbox::ObtainSynchronizedMailboxTask|
source: Mailbox syncing dead or aborted
eo: Leterkesto sinkronigado morta aŭ interrompita

# Imap::Mailbox::ObtainSynchronizedMailboxTask|
source: Asked to die
eo: Petita morti

# Imap::Mailbox::ObtainSynchronizedMailboxTask|
source: Escaped from mailbox
eo: Eskapis el leterkesto

# Imap::Mailbox::ObtainSynchronizedMailboxTask|
source: Synchronizing mailbox
eo: Sinkronigante leterkeston

# Imap::Mailbox::OfflineConnectionTask|
source: We're offline
eo: Ni estas eksterrete

# Imap::Mailbox::OfflineConnectionTask|
source: Offline
eo: Senrete

# Imap::Mailbox::OpenConnectionTask|
source: Asked to die
eo: Petita morti

# Imap::Mailbox::OpenConnectionTask|
source: This server gracefully refuses IMAP connections through a BYE response.
eo: Ĉi tiu servilo gracie rifuzas IMAP-konektojn per BYE-respondo.

# Imap::Mailbox::OpenConnectionTask|
source: Server has greeted us with a BAD response
eo: Servilo salutis nin kun MALBLA respondo

# Imap::Mailbox::OpenConnectionTask|
source: Server error: Capabilities contain LOGINDISABLED even after STARTTLS
eo: Servila eraro: Kapabloj enhavas LOGINDISABLED eĉ post STARTTLS

# Imap::Mailbox::OpenConnectionTask|
source: Temporary failure because a subsystem is down.
eo: Provizora fiasko ĉar subsistemo malfunkcias.

# Imap::Mailbox::OpenConnectionTask|
source: The operation is not permitted due to a lack of privacy.
eo: La operacio ne estas permesita pro manko de privateco.

# Imap::Mailbox::OpenConnectionTask|
source: You should contact the system administrator or support desk.
eo: Vi devus kontakti la sisteman administranton aŭ helpan oficejon.

# Imap::Mailbox::OpenConnectionTask|
source: Login failed: %1
eo: Ensaluto malsukcesis: %1

# Imap::Mailbox::OpenConnectionTask|
source: Server error: did not get the required CAPABILITY response.
eo: Servila eraro: ne ricevis la bezonatan respondon de CAPABILITY.

# Imap::Mailbox::OpenConnectionTask|
source: Server error: The CAPABILITY request failed.
eo: Servila eraro: La peto CAPABILITY malsukcesis.

# Imap::Mailbox::OpenConnectionTask|
source: Cannot login, you have not provided any credentials yet.
eo: Ne povas ensaluti, vi ankoraŭ ne disponigis iujn ajn akreditaĵojn.

# Imap::Mailbox::OpenConnectionTask|
source: Connecting to mail server
eo: Konektante al poŝtservilo

# Imap::Mailbox::OpenConnectionTask|
source: The security state of the SSL connection got rejected
eo: La sekureca stato de la SSL-konekto estis malakceptita

# Imap::Mailbox::SortTask|
source: Mailbox vanished before we could ask for threading info
eo: Leterkesto malaperis antaŭ ol ni povis peti pri fadenaj informoj

# Imap::Mailbox::SortTask|
source: Sorting command has failed
eo: Ordiga komando malsukcesis

# Imap::Mailbox::SortTask|
source: Sorting mailbox
eo: Ordigo de leterkesto

# Imap::Mailbox::SubscribeUnsubscribeTask|
source: SUBSCRIBE/UNSUBSCRIBE has failed
eo: SUBSCRIBE/UNSUBSCRIBE malsukcesis

# Imap::Mailbox::SubscribeUnsubscribeTask|
source: Updating subscription information
eo: Ĝisdatigi informojn pri abono

# Imap::Mailbox::ThreadTask|
source: Mailbox vanished before we could ask for threading info
eo: Leterkesto malaperis antaŭ ol ni povis peti pri fadenaj informoj

# Imap::Mailbox::ThreadTask|
source: Threading command has failed
eo: Fadenigado de komando malsukcesis

# Imap::Mailbox::ThreadTask|
source: Fetching conversations
eo: Alportante konversaciojn

# Imap::Mailbox::UidSubmitTask|
source: UIDVALIDITY mismatch: expected %1, got %2
eo: UIDVALIDITY nekongruo: atendita %1, akiris %2

# Imap::Mailbox::UidSubmitTask|
source: Sending mail
eo: Sendante poŝton

# Imap::Mailbox::UnSelectTask|
source: Asked to die
eo: Petita morti

# Imap::Mailbox::UpdateFlagsOfAllMessagesTask|
source: Failed to update Mailbox FLAGS
eo: Malsukcesis ĝisdatigi Poŝtkeston FLAGS

# Imap::Mailbox::UpdateFlagsOfAllMessagesTask|
source: Saving mailbox state
eo: Konservas staton de leterkesto

# Imap::Mailbox::UpdateFlagsTask|
source: All messages got removed before we could've updated their flags
eo: Ĉiuj mesaĝoj estis forigitaj antaŭ ol ni povus ĝisdatigi siajn flagojn

# Imap::Mailbox::UpdateFlagsTask|
source: Failed to update FLAGS
eo: Malsukcesis ĝisdatigi FLAGS

# Imap::Mailbox::UpdateFlagsTask|
source: Saving message state
eo: Konservanta staton de la mesaĝo

# MSA::AbstractMSA|
source: Sending mail plaintext is not supported by %1
eo: Sendado de poŝta klarteksto ne estas subtenata de %1

# MSA::AbstractMSA|
source: BURL is not supported by %1
eo: BURL ne estas subtenata de %1

# MSA::AbstractMSA|
source: IMAP sending is not supported by %1
eo: IMAP-sendo ne estas subtenata de %1

# MSA::AbstractMSA|
source: Setting password is not supported by %1
eo: Agordo de pasvorto ne estas subtenata de %1

# MSA::Account|
source: This port is nonstandard. The default port for cleartext SMTP is %1.
eo: Ĉi tiu pordo estas nenorma. La defaŭlta pordo por plata teksto SMTP estas %1.

# MSA::Sendmail|
source: The sendmail process has failed: %1
eo: La sendpoŝta procezo malsukcesis: %1

# MSA::SMTP|
source: Sending of the message was cancelled
eo: Sendado de la mesaĝo estis nuligita

# MSA::SMTP|
source: Sending of the message failed.
eo: Sendado de la mesaĝo malsukcesis.

# MSA::SMTP|
source: Sending of the message failed with the following error: %1
eo: Sendado de la mesaĝo malsukcesis kun la jena eraro: %1

# MSA::SMTP|
source: Unknown SMTP mode
eo: Nekonata SMTP-reĝimo

source: BE::Contacts
eo: BE::Kontaktoj

# trojita_plugin_AbookAddressbookPlugin|
source: Addressbook in ~/.abook/
eo: Adreslibro en ~/.a libro/

# BE::Contacts|
source: Filter
eo: Filtri

# BE::Contacts|
source: Contacts
eo: Kontaktoj

# BE::Contacts|
source: Save changes?
eo: Ĉu konservi ŝanĝojn?

# BE::Contacts|
source: [New Contact]
eo: [Nova Kontakto]

# BE::Contacts|
source: [name]
eo: [nomo]

source: Contacts
eo: Kontaktoj

# Contacts|
source: Delete
eo: Forigi

# Contacts|
source: Add
eo: Aldoni

# OneContact|
source: name
eo: nomo

# OneContact|
source: <Mail>
eo: <Poŝto>

# OneContact|
source: <Internet>
eo: <Interreto>

# OneContact|
source: Address
eo: Adreso

# OneContact|
source: <country>
eo: <lando>

# OneContact|
source: <state>
eo: <stato>

# OneContact|
source: <city>
eo: <urbo>

# OneContact|
source: <address>
eo: <adreso>

# OneContact|
source: Phone
eo: Telefono

# OneContact|
source: Office
eo: Oficejo

# OneContact|
source: workphone
eo: labortelefono

# OneContact|
source: Mobile
eo: Poŝtelefono

# OneContact|
source: mobile
eo: movebla

# OneContact|
source: Home
eo: Hejmo

# OneContact|
source: phone
eo: telefono

# OneContact|
source: Fax
eo: Faksi

# OneContact|
source: fax
eo: faksi

# OneContact|
source: Notes
eo: Notoj

# OneContact|
source: Anniversary
eo: Datreveno

# OneContact|
source: <anniversary>
eo: <datreveno>

# OneContact|
source: Custom notes
eo: Propraj notoj

# OneContact|
source: notes
eo: notoj

# OneContact|
source: Photo
eo: Foto

# trojita_plugin_AkonadiAddressbookPlugin|
source: KDE Addressbook (Akonadi)
eo: KDE-Adreslibro (Akonadi)

# ClearTextPasswordJob|
source: This plugin only supports storing of IMAP and SMTP passwords
eo: Ĉi tiu kromaĵo nur subtenas konservadon de IMAP kaj SMTP-pasvortoj

# trojita_plugin_ClearTextPasswordPlugin|
source: Trojitá's settings
eo: La agordoj de Trojitá

# trojita_plugin_QtKeyChainPasswordPlugin|
source: Secure storage via QtKeychain
eo: Sekura konservado per QtKeychain

# Plugins::trojita_plugin_SonnetSpellcheckerPlugin|
source: Sonnet (KF5)
eo: Soneto (KF5)

# QwwSmtpClient|
source: Unsupported or unknown authentication scheme
eo: Nesubtenata aŭ nekonata aŭtentikigskemo

# Streams::ProcessSocket|
source: Disconnected: %1
eo: Malkonektita: %1

# Streams::ProcessSocket|
source: The process has started
eo: La procezo komenciĝis

# Streams::ProcessSocket|
source: Starting process `%1 %2`
eo: Komencante procezon `%1 %2`

# Streams::ProcessSocket|
source: The process has exited with return code %1.
eo: La procezo eliris kun revenkodo %1.

# Streams::SslTlsSocket|
source: Connection closed
eo: Konekto fermiĝis

# Streams::SslTlsSocket|
source: (via proxy %1)
eo: (per prokurilo %1)

# Streams::SslTlsSocket|
source: (via SOCKS5 proxy %1)
eo: (per SOCKS5 prokurilo %1)

# Streams::SslTlsSocket|
source: (via HTTP proxy %1)
eo: (per HTTP prokurilo %1)

# Streams::SslTlsSocket|
source: Looking up %1%2...
eo: Serĉante %1%2...

# Streams::SslTlsSocket|
source: Connecting to %1:%2%3%4...
eo: Konektante al %1:%2%3%4...

# Streams::SslTlsSocket|
source: Connected
eo: Konektita

# Streams::SslTlsSocket|
source: Negotiating encryption...
eo: Negocante ĉifradon...

# Streams::SslTlsSocket|
source: Socket is disconnected: %1
eo: Ingo estas malkonektita: %1

# UiUtils::Formatting|
source: <p>The remote side doesn't have a certificate.</p>
eo: <p>La fora flanko ne havas atestilon.</p>

# UiUtils::Formatting|
source: <p>According to your system's policy, this connection is secure.</p>
eo: <p>Laŭ la politiko de via sistemo, ĉi tiu konekto estas sekura.</p>

# UiUtils::Formatting|
source: Different SSL certificate
eo: Malsama SSL-atestilo

# UiUtils::Formatting|
source: SSL certificate looks fishy
eo: SSL-atestilo aspektas fiŝa

# UiUtils::Formatting|
source: Accept SSL connection?
eo: Ĉu akceptas SSL-konekton?

# UiUtils::PasswordWatcher|
source: Loading password from plugin %1...
eo: Ŝargante pasvorton de aldonaĵo %1...

# UiUtils::PasswordWatcher|
source: Cannot read password via plugin %1
eo: Ne povas legi pasvorton per aldonaĵo %1

# UiUtils::PasswordWatcher|
source: Password plugin is not available.
eo: Pasvorta kromaĵo ne haveblas.

# UiUtils::PasswordWatcher|
source: Password reading failed: %1
eo: Legado de pasvorto malsukcesis: %1

# UiUtils::PasswordWatcher|
source: Password writing failed: %1
eo: Skribo de pasvorto malsukcesis: %1

# UiUtils::PasswordWatcher|
source: Saving password from plugin %1...
eo: Konservante pasvorton de kromaĵo %1...

# UiUtils::PasswordWatcher|
source: Cannot save password via plugin %1
eo: Ne povas konservi pasvorton per aldonaĵo %1
