Repository: KDE/trojita
Catalog: po/*/trojita_common.po
Languages: eo

# Gui::OutgoingPage|
source: No encryption
eo: Neniu ĉifrado

# Gui::OutgoingPage|
source: Use encryption (STARTTLS)
eo: Uzu ĉifradon (STARTTLS)

# Gui::OutgoingPage|
source: Force encryption (TLS)
eo: Forto ĉifrado (TLS)

# Gui::OutgoingPage|
source: The SMTP server hostname is missing here
eo: La gastiga nomo de SMTP-servilo mankas ĉi tie

# Gui::OutgoingPage|
source: The SMTP username is missing here
eo: La uzantnomo SMTP mankas ĉi tie

# Gui::OutgoingPage|
source: Please specify the folder name here
eo: Bonvolu specifi la dosierujon ĉi tie

# FavoriteTagsPage|
source: ScrollArea
eo: ScrollAreo

# FavoriteTagsPage|
source: Add
eo: Aldoni

# FavoriteTagsPage|
source: Edit
eo: Redakti

# FavoriteTagsPage|
source: Delete
eo: Forigi

# GeneralPage|
source: ScrollArea
eo: ScrollAreo

# GeneralPage|
source: Show Trojitá's homepage on startup
eo: Montru la hejmpaĝon de Trojitá ĉe ekfunkciigo

# GeneralPage|
source: Show plaintext e-mails instead of the HTML version
eo: Montru simplajn tekstajn retmesaĝojn anstataŭ la HTML-version

# GeneralPage|
source: Show system tray icon
eo: Montri sistempletan piktogramon

# GeneralPage|
source: Start minimized
eo: Komenci minimumigite

# GeneralPage|
source: Add
eo: Aldoni

# GeneralPage|
source: Edit
eo: Redakti

# GeneralPage|
source: Delete
eo: Forigi

# GeneralPage|
source: Addressbook
eo: Adresaron

# GeneralPage|
source: Passwords
eo: Pasvortoj

# GeneralPage|
source: Spell checker
eo: Literumilo

# GeneralPage|
source: Automatically mark messages as read
eo: Aŭtomate marku mesaĝojn kiel legitajn

# GeneralPage|
source: immediately
eo: tuje

# GeneralPage|
source: after
eo: post

# GeneralPage|
source: Reveal Trojitá's version and platform information
eo: Malkaŝu la versio- kaj platforminformojn de Trojitá

# GeneralPage|
source: Default drop action for the mbox tree
eo: Defaŭlta faliga ago por la mbox-arbo

# ImapPage|
source: M&ethod
eo: M&etodo

# ImapPage|
source: How to connect to the IMAP server
eo: Kiel konekti al la IMAP-servilo

# ImapPage|
source: Encryption
eo: Ĉifrado

# ImapPage|
source: Hostname of the IMAP server
eo: Gastnomo de la IMAP-servilo

# ImapPage|
source: This is the name of the IMAP server that Trojitá should connect to.
eo: Ĉi tiu estas la nomo de la IMAP-servilo al kiu Trojitá devus konektiĝi.

# ImapPage|
source: &Port
eo: &Pordo

# ImapPage|
source: Port number of the IMAP server
eo: Portnumero de la IMAP-servilo

# ImapPage|
source: Use System Proxy Settings
eo: Uzu Sistemajn Prokurajn Agordojn

# ImapPage|
source: Needs Network
eo: Bezonas Reton

# ImapPage|
source: &Username
eo: &Uzantnomo

# ImapPage|
source: Username
eo: Uzantnomo

# ImapPage|
source: User name to log in to the IMAP server
eo: Uzantnomo por ensaluti al la IMAP-servilo

# ImapPage|
source: Pass&word
eo: Pas&vorto

# ImapPage|
source: Password
eo: Pasvorto

# ImapPage|
source: Path to Server &Binary
eo: Vojo al Servilo &Binara

# ImapPage|
source: Extension &Blacklist
eo: Etendo &Nigra Listo

# ImapPage|
source: Timeout of IMAP IDLE
eo: Tempo de IMAP IDLE

# ImapPage|
source: Refresh Interval
eo: Refreŝiga Intervalo

# ImapPage|
source: seconds
eo: sekundoj

# ImapPage|
source: Account Icon
eo: Konto Piktogramo

# ImapPage|
source: Default Trojitá icon
eo: Defaŭlta piktogramo Trojitá

# ImapPage|
source: Archive Folder &Name
eo: Arkiva Dosierujo &Nomo

# OutgoingPage|
source: &Method
eo: &Metodo

# OutgoingPage|
source: Encryption
eo: Ĉifrado

# OutgoingPage|
source: &Port
eo: &Pordo

# OutgoingPage|
source: &Authenticate
eo: &Aŭtentikigi

# OutgoingPage|
source: &Username
eo: &Uzantnomo

# OutgoingPage|
source: Pass&word
eo: Pas&vorto

# OutgoingPage|
source: Sendmail E&xecutable
eo: Sendmail E&realigebla

# OutgoingPage|
source: Save Ou&tgoing Mail
eo: Konservi Eksiĝan&tan Poŝton

# OutgoingPage|
source: Sent Folder &Name
eo: Sendita Dosierujo &Nomo

# OutgoingPage|
source: Send with &BURL
eo: Sendu kun &BURL

# OutgoingPage|
source: Use IMAP Credentials
eo: Uzu IMAP-Akreditaĵojn

# Gui::ShortcutConfigDialog|
source: Configure Shortcuts
eo: Agordi Ŝparvojojn

# Gui::ShortcutConfigWidget|
source: Configure Shortcuts
eo: Agordi Ŝparvojojn

# Gui::ShortcutConfigWidget|
source: Shortcut Conflicts
eo: Ŝparvojaj Konfliktoj

# ShortcutConfigWidget|
source: Configure Shortcuts
eo: Agordi Ŝparvojojn

# ShortcutConfigWidget|
source: Select an action and press a key combination to change its shortcut:
eo: Elektu agon kaj premu klavkombinon por ŝanĝi ĝian ŝparvojon:

# ShortcutConfigWidget|
source: Action
eo: Ago

# ShortcutConfigWidget|
source: Shortcut
eo: Ŝparvojo

# ShortcutConfigWidget|Label of search field
source: Search:
eo: Serĉi:

# ShortcutConfigWidget|
source: <p>Remove the shortcut of the currently highlighted action.</p>
eo: <p>Forigu la ŝparvojon de la aktuale elstarigita ago.</p>

# ShortcutConfigWidget|Action for clearing shortcut
source: Clear
eo: Viŝi

# ShortcutConfigWidget|Action for restoring default shortcut
source: Default
eo: Defaŭlta

# Gui::ShortcutHandler|
source: Main Window
eo: Ĉefa Fenestro

# Gui::ShortcutHandler|
source: Configure S&hortcuts...
eo: Agordi Ŝpar&vojojn...

# QObject|
source: Main Window
eo: Ĉefa Fenestro

# Gui::SimplePartWidget|
source: Save this message part...
eo: Konservu ĉi tiun mesaĝon parton...

# Gui::SimplePartWidget|
source: Save whole message...
eo: Konservu la tutan mesaĝon...

# Gui::SimplePartWidget|
source: Search...
eo: Serĉi...

# Gui::SimplePartWidget|
source: Copy e-mail address
eo: Kopiu retadreson

# Gui::SimplePartWidget|
source: Save Attachment
eo: Konservi Aldonaĵon

# Gui::SimplePartWidget|
source: Color scheme
eo: Kolorskemo

# Gui::SimplePartWidget|
source: Zoom
eo: Zomo

# Gui::SimplePartWidget|
source: Zoom In
eo: Zomi

# Gui::SimplePartWidget|
source: Zoom Out
eo: Malzomi

# Gui::SimplePartWidget|
source: Original Size
eo: Originala Grandeco

# TagAddDialog|
source: Add Tags
eo: Aldoni Etikedojn

# TagAddDialog|
source: Tag names (space-separated):
eo: Etikednomoj (spac-disigitaj):

# Gui::TagListWidget|
source: Disallowed tag value
eo: Nepermesita etikedvaloro

# Gui::TagWidget|This is a verb!
source: Tag
eo: Etikedo

# Gui::TaskProgressIndicator|
source: IMAP connection idle
eo: IMAP-konekto neaktiva

# Gui::MainWindow|
source: Don't ask again
eo: Ne demandi denove

# Gui::MainWindow|
source: Plugin Error
eo: Kromprograma Eraro

# Gui::MainWindow|
source: E&xit
eo: E&liro

# Gui::MainWindow|
source: &New Message...
eo: &Nova mesaĝo...

# Gui::MainWindow|
source: &Edit Draft...
eo: &Redakti malneton...

# Gui::MainWindow|
source: Show Main Menu &Bar
eo: Montru Ĉefmenuon &Baron

# Gui::MainWindow|
source: Mark as &Read
eo: Marki kiel &Legita

# Gui::MainWindow|
source: &Next Unread Message
eo: &Sekva Nelegita Mesaĝo

# Gui::MainWindow|
source: &Previous Unread Message
eo: &Antaŭa Nelegita Mesaĝo

# Gui::MainWindow|
source: Mark as &Deleted
eo: Marki kiel &Forigita

# Gui::MainWindow|
source: Mark as &Flagged
eo: Marki kiel &Markigita

# Gui::MainWindow|
source: Mark as &Junk
eo: Marki kiel &Funkaĵo

# Gui::MainWindow|
source: Mark as Not &junk
eo: Marki kiel Ne &rubaĵo

# Gui::MainWindow|
source: &Save Message...
eo: Kon&servi Mesaĝon...

# Gui::MainWindow|
source: View Message &Source...
eo: Rigardu Mesaĝon &Fonton...

# Gui::MainWindow|
source: View Message &Headers...
eo: Rigardu Mesaĝajn &Titolojn...

# Gui::MainWindow|
source: &Private Reply
eo: &Privata Respondo

# Gui::MainWindow|
source: Reply to All &but Me
eo: Respondu al Ĉiuj &krom Mi

# Gui::MainWindow|
source: Reply to &All
eo: Respondu al &Ĉiuj

# Gui::MainWindow|
source: Reply to &Mailing List
eo: Respondi al Disse&ndolisto

# Gui::MainWindow|
source: Ctrl+L
eo: Ktrl+L

# Gui::MainWindow|
source: Reply by &Guess
eo: Respondo de &Divenu

# Gui::MainWindow|
source: &Forward
eo: An&taŭen

# Gui::MainWindow|
source: Resend...
eo: Resendi...

# Gui::MainWindow|
source: &Archive
eo: &Arĥivo

# Gui::MainWindow|
source: Address Book...
eo: Adresaron...

# Gui::MainWindow|
source: &Offline
eo: &Senrete

# Gui::MainWindow|
source: &Expensive Connection
eo: &Kostega Konekto

# Gui::MainWindow|
source: &Free Access
eo: &Libera Aliro

# Gui::MainWindow|
source: Close Standalone Message Window
eo: Fermu Memsan Mesaĝan Fenestron

# Gui::MainWindow|
source: Open message in New Window...
eo: Malfermu mesaĝon en Nova Fenestro...

# Gui::MainWindow|
source: Navigate Back
eo: Reiri Reen

# Gui::MainWindow|
source: Zoom In
eo: Zomi

# Gui::MainWindow|
source: Zoom Out
eo: Malzomi

# Gui::MainWindow|
source: Original Size
eo: Originala Grandeco

# Gui::MainWindow|
source: Move Focus to Mailbox List
eo: Movu Fokuso al Leterkesto Listo

# Gui::MainWindow|
source: Move Focus to Message List
eo: Movu Fokson al Mesaĝa Listo

# Gui::MainWindow|
source: Move Focus to Quick Search
eo: Movu Fokuso al Rapida Serĉo

# Gui::MainWindow|
source: Tag with &1st tag
eo: Etikedo kun &1a etikedo

# Gui::MainWindow|
source: Tag with &2nd tag
eo: Etikedo kun &dua etikedo

# Gui::MainWindow|
source: Tag with &3rd tag
eo: Etikedo kun &3a etikedo

# Gui::MainWindow|
source: Tag with &4th tag
eo: Etikedo kun &4a etikedo

# Gui::MainWindow|
source: Tag with &5th tag
eo: Etikedo kun &5a etikedo

# Gui::MainWindow|
source: Tag with &6th tag
eo: Etikedo kun &6a etikedo

# Gui::MainWindow|
source: Tag with &7th tag
eo: Etikedo kun &7a etikedo

# Gui::MainWindow|
source: Tag with &8th tag
eo: Etikedo kun &8a etikedo

# Gui::MainWindow|
source: Tag with &9th tag
eo: Etikedo kun &9a etikedo

# Gui::MainWindow|
source: Navigation
eo: Navigado

# Gui::MainWindow|
source: &Update List of Child Mailboxes
eo: &Ĝisdatigi Listo de Infanaj Leterkestoj

# Gui::MainWindow|
source: Check for &New Messages
eo: Kontroli pri &Novaj Mesaĝoj

# Gui::MainWindow|
source: &Reload Everything
eo: &Reŝargi ĉion

# Gui::MainWindow|
source: Exit the application
eo: Eliri la aplikaĵon

# Gui::MainWindow|
source: Show Full &Tree Window
eo: Montri Plenan &Arban Fenestron

# Gui::MainWindow|
source: Show ImapTask t&ree
eo: Montri ImapTask t&ree

# Gui::MainWindow|
source: Show &MIME tree
eo: Montru &MIME-arbon

# Gui::MainWindow|
source: Show protocol &log
eo: Montri protokolon &protokolo

# Gui::MainWindow|
source: Log &into %1
eo: Ensalutu &en %1

# Gui::MainWindow|
source: IMAP Server In&formation...
eo: In&formoj pri IMAP-Servilo...

# Gui::MainWindow|
source: Show &Toolbar
eo: Montri ilobre&ton

# Gui::MainWindow|
source: &Settings...
eo: A&gordoj...

# Gui::MainWindow|
source: Create &Child Mailbox...
eo: Krei &Infanan Leterkeston...

# Gui::MainWindow|
source: Create &New Mailbox...
eo: Krei &Novan Leterkeston...

# Gui::MainWindow|
source: &Mark Mailbox as Read
eo: &Marki Leterkeston kiel Legita

# Gui::MainWindow|
source: &Remove Mailbox
eo: &Forigi Leterkeston

# Gui::MainWindow|
source: Show Messages in &Threads
eo: Montru Mesaĝojn en &Fadenoj

# Gui::MainWindow|
source: &Ascending
eo: Kresk&anta

# Gui::MainWindow|
source: &Descending
eo: &Malkreskanta

# Gui::MainWindow|
source: &No sorting
eo: &Neniu ordigo

# Gui::MainWindow|
source: Sorted by &Threading
eo: Ordigita per &Fadenado

# Gui::MainWindow|
source: A&rrival
eo: Al&alveno

# Gui::MainWindow|
source: &Cc (Carbon Copy)
eo: &Cc (Karbona Kopio)

# Gui::MainWindow|
source: Date from &Message Headers
eo: Dato el &Mesaĝkapoj

# Gui::MainWindow|
source: &From Address
eo: &De Adreso

# Gui::MainWindow|
source: &Size
eo: &Grandeco

# Gui::MainWindow|
source: S&ubject
eo: &Temo

# Gui::MainWindow|
source: T&o Address
eo: T&o Adreso

# Gui::MainWindow|
source: &Hide Read Messages
eo: &Kaŝi Legajn Mesaĝojn

# Gui::MainWindow|
source: &Compact
eo: &Kompakta

# Gui::MainWindow|
source: &Wide
eo: &Larĝe

# Gui::MainWindow|
source: &One At a Time
eo: &Unuope

# Gui::MainWindow|
source: Show Only S&ubscribed Folders
eo: Montri N&ur Abonitajn Dosierujojn

# Gui::MainWindow|
source: Su&bscribed
eo: A&bonis

# Gui::MainWindow|
source: &About Trojitá...
eo: &Pri Trojitá...

# Gui::MainWindow|
source: &Donate to the project
eo: &Donaci al la projekto

# Gui::MainWindow|
source: Compose Mail
eo: Verki Poŝton

# Gui::MainWindow|
source: &Application
eo: &Apliko

# Gui::MainWindow|
source: &Network Access
eo: &Reta Aliro

# Gui::MainWindow|
source: &Debugging
eo: Sen&cimigo

# Gui::MainWindow|
source: &View
eo: &Vido

# Gui::MainWindow|
source: &Layout
eo: &Aranĝo

# Gui::MainWindow|
source: Mail&box
eo: Leter&kesto

# Gui::MainWindow|
source: S&orting
eo: &Ordigado

# Gui::MainWindow|
source: &Message
eo: &Mesaĝo

# QObject|
source: Link target: %1
eo: Ligocelo: %1

# Gui::MainWindow|
source: Everything
eo: Ĉion

# Gui::MainWindow|
source: IMAP Tasks
eo: IMAP-Taskoj

# Gui::MainWindow|
source: MIME Tree
eo: MIME-Arbo

# Gui::MainWindow|
source: Protocol log
eo: Protokolo protokolo

# Gui::MainWindow|
source: &Quit
eo: &Forlasi

# Gui::MainWindow|
source: - offline
eo: - eksterrete

# Gui::MainWindow|
source: IMAP Alert
eo: IMAP-Averto

# Gui::MainWindow|
source: IMAP Protocol Error
eo: IMAP-Protokolo-Eraro

# Gui::MainWindow|
source: Network Error
eo: Reta Eraro

# Gui::MainWindow|
source: IMAP Cache Error
eo: IMAP Cache Eraro

# Gui::MainWindow|
source: Offline
eo: Senrete

# Gui::MainWindow|
source: No Configuration
eo: Neniu Agordo

# Gui::MainWindow|
source: No IMAP account is configured. Trojitá cannot do much without one.
eo: Neniu IMAP-konto estas agordita. Trojitá ne povas fari multon sen unu.

# Gui::MainWindow|
source: Failed to retrieve password from the store: %1
eo: Malsukcesis preni pasvorton el la vendejo: %1

# Gui::MainWindow|
source: Authentication Required
eo: Aŭtentigo Postulata

# Gui::MainWindow|
source: <p>Please provide IMAP password for user <b>%1</b> on <b>%2</b>:</p>
eo: <p>Bonvolu provizi IMAP-pasvorton por uzanto <b>%1</b> sur <b>%2</b>:</p>

# Gui::MainWindow|
source: Edit draft
eo: Redakti malneton

# Gui::MainWindow|
source: Failed to archive
eo: Malsukcesis arkivi

# Gui::MainWindow|
source: Create a Subfolder of %1
eo: Kreu Subdosierujon de %1

# Gui::MainWindow|
source: Create a Top-level Mailbox
eo: Kreu Supran Leterkeston

# Gui::MainWindow|
source: Delete Mailbox
eo: Forigi Leterkeston

# Gui::MainWindow|
source: Are you sure to delete mailbox %1?
eo: Ĉu vi certe forigas leterkeston %1?

# Gui::MainWindow|
source: Can't delete mailbox
eo: Ne povas forigi leterkeston

# Gui::MainWindow|
source: Can't create mailbox
eo: Ne povas krei leterkeston

# Gui::MainWindow|
source: Can't open mailbox
eo: Ne povas malfermi leterkeston

# Gui::MainWindow|
source: Link target: %1
eo: Ligocelo: %1

# Gui::MainWindow|
source: Plugins
eo: Kromprogramoj

# Gui::MainWindow|
source: Encrypted and signed messages
eo: Ĉifritaj kaj subskribitaj mesaĝoj

# Gui::MainWindow|
source: IMAP compression
eo: IMAP-kunpremado

# Gui::MainWindow|
source: <li>%1: supported</li>
eo: <li>%1: subtenata</li>

# Gui::MainWindow|
source: <li>%1: <strong>disabled</strong></li>
eo: <li>%1: <strong>malŝaltita</strong></li>

# Gui::MainWindow|
source: Can't save into file
eo: Ne povas konservi en dosiero

# Gui::MainWindow|
source: Save Message
eo: Konservu Mesaĝon

# Gui::MainWindow|
source: Message source of UID %1 in %2
eo: Mesaĝfonto de UID %1 en %2

# Gui::MainWindow|
source: Close
eo: Fermi

# Gui::MainWindow|
source: Unknown
eo: Nekonata

# Gui::MainWindow|
source: Server: %1 %2
eo: Servilo: %1 %2

# Gui::MainWindow|
source: Server: %1
eo: Servilo: %1

# Gui::MainWindow|%1 is the operationg system of an IMAP server.
source: on %1
eo: sur %1

# Gui::MainWindow|
source: <p>The IMAP server did not return usable information about itself.</p>
eo: <p>La IMAP-servilo ne resendis uzeblajn informojn pri si.</p>

# Gui::MainWindow|
source: Tag with "%1"
eo: Etikedu kun "%1"

# QObject|
source: Resolving hostname...
eo: Solvante gastigan nomon...

# QObject|
source: Connecting to the IMAP server...
eo: Konektante al la IMAP-servilo...

# QObject|
source: Starting encryption (SSL)...
eo: Komencante ĉifradon (SSL)...

# QObject|
source: Checking certificates (SSL)...
eo: Kontrolante atestojn (SSL)...

# QObject|
source: Checking capabilities...
eo: Kontrolante kapablojn...

# QObject|
source: Waiting for encryption...
eo: Atendante ĉifradon...

# QObject|
source: Asking for encryption...
eo: Petante ĉifradon...

# QObject|
source: Starting encryption (STARTTLS)...
eo: Komencante ĉifradon (STARTTLS)...

# QObject|
source: Checking certificates (STARTTLS)...
eo: Kontrolante atestojn (STARTTLS)...

# QObject|
source: Checking capabilities (after STARTTLS)...
eo: Kontrolante kapablojn (post STARTTLS)...

# QObject|
source: Logging in...
eo: Ensalutante...

# QObject|
source: Checking capabilities (after login)...
eo: Kontrolante kapablojn (post ensaluto)...

# QObject|
source: Activating compression...
eo: Aktivigante kunpremadon...

# QObject|
source: Logged in.
eo: Ensalutinta.

# QObject|
source: Waiting for another mailbox...
eo: Atendante alian leterkeston...

# QObject|
source: Opening mailbox...
eo: Malferma leterkesto...

# QObject|
source: Synchronizing mailbox...
eo: Sinkronigante leterkeston...

# QObject|
source: Mailbox opened.
eo: Leterkesto malfermiĝis.

# QObject|
source: Downloading message...
eo: Elŝutante mesaĝon...

# QObject|
source: Downloading message structure...
eo: Elŝutante mesaĝostrukturon...

# QObject|
source: Logged out.
eo: Elsalutita.

# QObject|
source: Unrecognized QFile error
eo: Nerekonita eraro de QFile

# QObject|
source: Couldn't remove file %1 for mailbox %2
eo: Ne eblis forigi dosieron %1 por leterkesto %2

# QObject|
source: Couldn't remove file %1 for message %2, mailbox %3
eo: Ne eblis forigi dosieron %1 por mesaĝo %2, leterkesto %3

# Imap::Mailbox::FavoriteTagsModel|
source: Name
eo: Nomo

# Imap::Mailbox::FavoriteTagsModel|
source: Color
eo: Koloro

# Imap::Mailbox::FullMessageCombiner|
source: Message is gone
eo: Mesaĝo malaperis

# Imap::Mailbox::FullMessageCombiner|
source: Offline mode: uncached message data not available
eo: Senreta reĝimo: nekonmemorigitaj mesaĝaj datumoj ne haveblaj

# Imap::Mailbox::FullMessageCombiner|
source: Offline mode: uncached header data not available
eo: Senreta reĝimo: nekaŝigitaj kap-datumoj ne haveblaj

# Imap::Mailbox::FullMessageCombiner|
source: Offline mode: uncached body data not available
eo: Senreta reĝimo: nekonmemorigitaj korpo-datumoj ne haveblaj

# Imap::ImapAccess|
source: Failed to create directory %1
eo: Malsukcesis krei dosierujon %1

# Imap::ImapAccess|
source: Failed to set safe permissions on cache directory %1
eo: Malsukcesis agordi sekurajn permesojn sur kaŝmemordosierujo %1

# Imap::Mailbox::Model|
source: Today
eo: Hodiaŭ

# Imap::Mailbox::Model|
source: Last Week
eo: Lasta semajno

source: MMMM yyyy
eo: MMMM jjjj

# Imap::Mailbox::Model|
source: [loading %1...]
eo: [ŝargante %1...]

# Imap::Mailbox::Model|
source: [loading %1: %2...]
eo: [ŝargante %1: %2...]

# Imap::Mailbox::Model|
source: Going offline
eo: Eksterrete

# Imap::Mailbox::Model|
source: We aren't talking to an IMAP4 server
eo: Ni ne parolas kun IMAP4-servilo

# Imap::Mailbox::Model|
source: The connection is being killed for unspecified reason
eo: La konekto estas mortigita pro nespecifita kialo

# Imap::Mailbox::MsgListModel|
source: Subject
eo: Temo

# Imap::Mailbox::MsgListModel|
source: From
eo: De

# Imap::Mailbox::MsgListModel|
source: To
eo: Al

# Imap::Mailbox::MsgListModel|
source: Date
eo: Dato

# Imap::Mailbox::MsgListModel|
source: Received
eo: Ricevite

# Imap::Mailbox::MsgListModel|
source: Size
eo: Grandeco

# Imap::Mailbox::PrettyMsgListModel|
source: Loading...
eo: Ŝargante...

# Imap::Mailbox::PrettyMsgListModel|
source: (no subject)
eo: (neniu temo)

# QObject|
source: Can't create table msg_threading
eo: Ne povas krei tabelon msg_threading

# QObject|
source: Can't create table mailbox_sync_state
eo: Ne povas krei tabelan mailbox_sync_state

# QObject|
source: Can't create table msg_metadata
eo: Ne povas krei tabelon msg_metadata

# QObject|
source: Can't open database
eo: Ne povas malfermi datumbazon

# QObject|
source: Failed to verify version
eo: Malsukcesis konfirmi la version

# QObject|
source: Can't determine version info
eo: Ne povas determini versio-informojn

# QObject|
source: Failed to update cache DB scheme from v1 to v2
eo: Malsukcesis ĝisdatigi kaŝmemoran DB-skemon de v1 al v2

# QObject|
source: Failed to drop old table mailbox_sync_state
eo: Malsukcesis faligi malnovan tablon mailbox_sync_state

# QObject|
source: Failed to update cache DB scheme from v2/v3 to v4
eo: Malsukcesis ĝisdatigi kaŝmemoran DB-skemon de v2/v3 al v4

# QObject|
source: Failed to drop old table msg_metadata
eo: Malsukcesis forigi malnovan tabelon msg_metadata

# QObject|
source: Failed to update cache DB scheme from v4/v5/v6 to v7
eo: Malsukcesis ĝisdatigi kaŝmemoran DB-skemon de v4/v5/v6 al v7

# QObject|
source: Unknown version of sqlite cache
eo: Nekonata versio de sqlite kaŝmemoro

# QObject|
source: Failed to prepare table structures
eo: Malsukcesis prepari tabelajn strukturojn

# QObject|
source: Can't store version info
eo: Ne povas konservi informojn pri versio

# QObject|
source: Can't create table child_mailboxes
eo: Ne povas krei tabelajn child_mailboxes

# QObject|
source: Can't create table uid_mapping
eo: Ne povas krei tabelon uid_mapping

# QObject|
source: Can't create table flags
eo: Ne povas krei tabelflagojn

# QObject|
source: Can't create table parts
eo: Ne povas krei tabelpartojn

# QObject|
source: Failed to prepare queryChildMailboxes
eo: Malsukcesis prepari queryChildMailboxes

# QObject|
source: Failed to prepare queryChildMailboxesFresh
eo: Malsukcesis prepari demandonChildMailboxesFresh

# QObject|
source: Failed to prepare queryRemoveChildMailboxes
eo: Malsukcesis prepari demandonRemoveChildMailboxes

# QObject|
source: Failed to prepare querySetChildMailboxes
eo: Malsukcesis prepari querySetChildMailboxes

# QObject|
source: Failed to prepare queryMailboxSyncState
eo: Malsukcesis prepari demandonMailboxSyncState

# QObject|
source: Failed to prepare querySetMailboxSyncState
eo: Malsukcesis prepari querySetMailboxSyncState

# QObject|
source: Failed to prepare queryUidMapping
eo: Malsukcesis prepari queryUidMapping

# QObject|
source: Failed to prepare querySetUidMapping
eo: Malsukcesis prepari querySetUidMapping

# QObject|
source: Failed to prepare queryClearUidMapping
eo: Malsukcesis prepari queryClearUidMapping

# QObject|
source: Failed to prepare queryMessageMetadata
eo: Malsukcesis prepari queryMessageMetadata

# QObject|
source: Failed to prepare queryAccssMessageMetadata
eo: Malsukcesis prepari queryAccssMessageMetadata

# QObject|
source: Failed to prepare querySetMessageMetadata
eo: Malsukcesis prepari querySetMessageMetadata

# QObject|
source: Failed to prepare queryMessageFlags
eo: Malsukcesis prepari queryMessageFlags

# QObject|
source: Failed to prepare querySetMessageFlags
eo: Malsukcesis prepari querySetMessageFlags

# QObject|
source: Failed to prepare queryClearAllMessages1
eo: Malsukcesis prepari queryClearAllMessages1

# QObject|
source: Failed to prepare queryClearAllMessages2
eo: Malsukcesis prepari queryClearAllMessages2

# QObject|
source: Failed to prepare queryClearAllMessages3
eo: Malsukcesis prepari queryClearAllMessages3

# QObject|
source: Failed to prepare queryClearAllMessages4
eo: Malsukcesis prepari queryClearAllMessages4

# QObject|
source: Failed to prepare queryClearMessage1
eo: Malsukcesis prepari queryClearMessage1

# QObject|
source: Failed to prepare queryClearMessage2
eo: Malsukcesis prepari queryClearMessage2

# QObject|
source: Failed to prepare queryClearMessage3
eo: Malsukcesis prepari queryClearMessage3

# QObject|
source: Failed to prepare queryMessagePart
eo: Malsukcesis prepari queryMessagePart

# QObject|
source: Failed to prepare querySetMessagePart
eo: Malsukcesis prepari querySetMessagePart
