Repository: KDE/trojita
Catalog: poqm/*/trojita_qt.po
Languages: he, ka

# Gui::MessageListWidget|
source: Type in a text to search for within this mailbox. The icon on the left can be used to limit the search options (like whether to include addresses or message bodies, etc).<br/><hr/>Experts who have read RFC3501 can use the <code>:=</code> prefix and switch to a raw IMAP mode.
ka: აკრიფეთ ტექსტი ამ საფოსტო ყუთში მოსაძებნად. ხატულა მარცხენა მხარეს შეგიძლიათ, გამოიყენოთ ძებნის პარამეტრების შესაზღუდად (მაგ: მოხდება თუ არა ძებნა მისამართებში, ან შეტყობინების სხეულში და ა.შ.).<br/><hr/>გამოცდილ მომხმარებლებს, რომლებსაც წაკითხული აქვთ RFC3501, შეუძლიათ გამოიყენონ <code>:=</code> პრეფიქსი და გადაერთონ დაუმუშავებელ IMAP რეჟიმზე.

# Gui::MessageListWidget|
source: Options for the IMAP search...
he: אפשרויות לחיפוש ה־IMAP…
ka: პარამეტრები IMAP ძებნისთვის...

# Gui::MessageListWidget|
source: Fuzzy Search
he: חיפוש מעורפל
ka: ბუნდოვანი ძებნა

# Gui::MessageListWidget|
source: Subject
he: נושא
ka: თემა

# Gui::MessageListWidget|
source: Body
he: תוכן
ka: სხეული

# Gui::MessageListWidget|
source: Senders
he: מוענים
ka: გამოგზავნები

# Gui::MessageListWidget|
source: Recipients
he: נמענים
ka: მიმღები

# Gui::MessageListWidget|
source: Complex IMAP query
he: שאילתת IMAP מורכבת
ka: რთული IMAP მოთხოვნა

# Gui::MessageListWidget|
source: Not ...
he: לא …
ka: არა ...

# Gui::MessageListWidget|
source: Either... or...
he: או … או …
ka: ანდა... ან...

# Gui::MessageListWidget|
source: From sender
he: מהמוען
ka: გამომგზავნისგან

# Gui::MessageListWidget|
source: To receiver
he: לנמען
ka: მიმღებისთვის

# Gui::MessageListWidget|
source: About subject
he: על הנושא
ka: თემის შესახებ

# Gui::MessageListWidget|
source: Message contains ...
he: ההודעה מכילה …
ka: შეტყობინება შეიცავს...

# Gui::MessageListWidget|
source: Before date
he: לפני תאריך
ka: თარიღამდე

# Gui::MessageListWidget|
source: Since date
he: מאז תאריך
ka: თარიღიდან

# Gui::MessageListWidget|
source: Has been seen
he: נקרא
ka: ნანახია

# Gui::MessageListWidget|
source: Allow raw IMAP search
he: לאפשר חיפוש גולמי ב־IMAP
ka: დაუმუშავებელი IMAP ძებნის დაშვება

# Gui::MessageSourceWidget|
source: Fetching Message
he: ההודעה מתקבלת
ka: შეტყობინების გამოთხოვა

# Gui::MessageSourceWidget|
source: Search...
he: חיפוש…
ka: ძებნა...

# MessageView|
source: Search...
he: חיפוש…
ka: ძებნა...

# MessageView|
source: Fetching Message
he: ההודעה מתקבלת
ka: შეტყობინების გამოთხოვა

# MessageView|
source: Waiting for Message...
he: בהמתנה להודעה…
ka: შეტყობინების მოლოდინი...

# MessageView|
source: you
he: אני
ka: თქვენ

# MessageView|
source: On %1, %2 sent an encrypted message: > ...
ka: %1-ზე %2-მა გააგზავნა დაშიფრული შეტყობინება: > ...

# MessageView|
source: On %1, %2 wrote:
ka: %1-ზე %2-მა დაწერა:

# Gui::MsgListView|
source: Mon 10
ka: ორშ 10

# Gui::MsgListView|
source: 88.8 kB
he: 88.8 ק״ב
ka: 88.8 კბ

# Gui::MsgListView|
source: + %n additional item(s)
ka: + %n დამატებითი ელემენტი

# Gui::MsgListView|
source: Seen status
ka: ნახვის სტატუსი

# Gui::MsgListView|
source: Flagged status
ka: ალმის სტატუსი

# Gui::MsgListView|
source: Attachment
ka: დანართი

# OneEnvelopeAddress|
source: (empty display name)
he: (שם תצוגה ריק)
ka: (ცარიელი საჩვენებელი სახელი)

# OneEnvelopeAddress|
source: <hr/><b>Address Book:</b><br/>
ka: <hr/><b>მისამართების წიგნი:</b><br/>

# OneEnvelopeAddress|
source: Copy e-mail address
he: העתקת כתובת דוא״ל
ka: ელფოსტის მისამართის კოპირება

# OneEnvelopeAddress|
source: Copy text
he: העתקת טקסט
ka: ტექსტის კოპირება

# Gui::MultipartAlternativeWidget|
source: Plaintext
he: טקסט גלוי
ka: უბრალო ტექსტი

# Gui::MultipartAlternativeWidget|
source: Cancelled Event
he: אירוע שבוטל
ka: გაუქმებული მოვლენა

# Gui::MultipartAlternativeWidget|
source: Meeting Request
he: בקשת פגישה
ka: შეხვედრის მოთხოვნა

# Gui::MultipartAlternativeWidget|
source: Calendar Event
he: אירוע בלוח השנה
ka: კალენდრის მოვლენა

# Gui::MultipartAlternativeWidget|
source: Calendar Reply
he: תגובה ללוח השנה
ka: კალენდრის პასუხი

# Gui::MultipartAlternativeWidget|
source: New Meeting
he: פגישה חדשה
ka: ახალი შეხვედრა

# Gui::PartStatusWidget|
source: Show Details
he: הצגת פרטים
ka: დეტალების ჩვენება

# Gui::PartStatusWidget|
source: Hide Details
he: הסתרת פרטים
ka: დეტალების დამალვა

# Gui::MultipartSignedEncryptedWidget|
source: [Encrypted message]
he: [הודעה מוצפנת]
ka: [დაშიფრული შეტყობინება]

# PasswordDialog|
source: Authentication Required
he: נדרש אימות
ka: საჭროა ავთენტიკაცია

# PasswordDialog|
source: <p>Please provide password for %1 on %2.</p>
he: <p>נא לספק סיסמה עבור %1 ב־%2.</p>
ka: <p>შეიყვანეთ პაროლი %1-ისთვის %2-ზე.</p>

# Gui::ProtocolLoggerWidget|
source: Clear all
he: פינוי של הכול
ka: ყველას გასუფთავება

# Gui::ProtocolLoggerWidget|
source: Connection %1
he: חיבור %1
ka: კავშირი %1

# Gui::ProtocolLoggerWidget|
source: <p style="color: #bb0000"><i><b>%n message(s)</b> were skipped because this widget was hidden.</i></p>
ka: <p style="color: #bb0000"><i><b>%n შეტყობინება</b> გამოტოვებულია, რადგან ეს ვიჯეტი დამალული იყო.</i></p>

# Gui::ProtocolLoggerWidget|
source: <br/><span style="color: #808080; font-style: italic;">(+ %n more bytes)</span>
ka: <br/><span style="color: #808080; font-style: italic;">(+ კიდევ %n ბაიტი )</span>

# CachePage|
source: Offline mode
he: מצב לא מקוון
ka: გათიშული რეჟიმი

# CachePage|
source: &Don't use cache
he: &לא להשתמש במטמון
ka: &კეშის არგამოყენება

# CachePage|
source: &Remember messages for X days
ka: შეტყობინებების დამახსოვ&რება X დღით

# CachePage|
source: Store &forever
he: לאחסן ל&עד
ka: სამუდამოდ დამა&ხსოვრება

# CachePage|
source: Notifications
he: התראות
ka: გაფრთხილებები

# CachePage|
source: Only the INBOX folder will be included for new message checking
ka: ახალი შეტყობინებების შემოწმებისას მოხდება, მხოლოდ, INBOX საქაღალდის შემოწმება

# CachePage|
source: &INBOX Only
ka: მხოლოდ შემოსულებ&ი

# CachePage|
source: This might result in extremely slow operation in certain scenarios with shared mailboxes, rich folder hierarchies, or IMAP proxying, for example.
ka: ამან შეიძლება, ძალიან ნელ ოპერაციებამდე მიგიყვანოთ ზოგიერთ სცენარში გაზიარებული საფოსტო ყუთებით, მდიდარი საქაღალდის იერარქიებში ან IMAP პროქსიში.

# CachePage|
source: &All Mailboxes (use with care)
ka: ყველ&ა საფოსტო ყუთი (გამოიყენეთ სიფრთხილით)

# CachePage|
source: E-mail folders which are marked as subscribed will be included in notifications. To subscribe a mailbox, use the context menu in the mailbox view.
ka: ელფოსტის საქაღალდეები, რომლებიც მონიშნულია, როგორც გამოწერილი, ჩასმული იქნება გაფრთხილებებში. იმისათვის, რომ გამოიწეროთ საფოსტო ყუთი, გამოიყენეთ კონტექსტური მენიუ საფოსტო ყუთის ხედში.

# CachePage|
source: &Subscribed Mailboxes
ka: გამოწერილი ელფოსტის &ყუთები

# Gui::SettingsDialog|
source: Settings
he: הגדרות
ka: მორგება

# Gui::SettingsDialog|
source: &General
he: &כללי
ka: &ზოგადი

# Gui::SettingsDialog|
source: &Offline
ka: &გათიშული

# Gui::SettingsDialog|
source: Favorite &tags
ka: რჩეული &ჭდეები

# Gui::SettingsDialog|
source: Saving passwords failed
ka: პაროლების შენახვა ჩავარდა

# Gui::SettingsDialog|
source: <p>Couldn't save passwords. These were the error messages:</p> <p>%1</p>
ka: <p>პაროლების შენახვა შეუძლებელია. შეცდომის შეტყობინებები იყო:</p> <p>%1</p>

# Gui::FavoriteTagsPage|
source: Add New Tag
he: הוספת תגית חדשה
ka: ახალი ჭდის დამატება

# Gui::FavoriteTagsPage|
source: Edit Tag
he: עריכת תגית
ka: ჭდის ჩასწორება

# Gui::GeneralPage|
source: Plugin not found (%1)
he: התוסף לא נמצא (%1)
ka: დამატება ვერ ვიპოვე (%1)

# Gui::GeneralPage|
source: Disable address book
he: השבתת פנקס כתובות
ka: მისამართების წიგნის გამორთვა

# Gui::GeneralPage|
source: Disable passwords
he: השבתת סיסמאות
ka: პაროლების გამორთვა

# Gui::GeneralPage|
source: Disable spell checking
he: השבתת בדיקת איות
ka: მართლწერის შემოწმების გამორთვა

# Gui::GeneralPage|
source: Move
he: העברה
ka: გადატანა

# Gui::GeneralPage|
source: Copy
he: העתקה
ka: კოპირება

# Gui::GeneralPage|
source: Add New Identity
he: הוספת זהות חדשה
ka: ახალი იდენტიფიკატორის დამატება

# Gui::GeneralPage|
source: Edit Identity
he: עריכת זהות
ka: იდენტიფიკაციის ჩასწორება

# Gui::GeneralPage|
source: Delete Identity?
he: למחוק זהות?
ka: წავშალო იდენტიფიკატორი?

# Gui::GeneralPage|
source: Are you sure you want to delete identity %1 <%2>?
he: למחוק את הזהות %1 <%2>?
ka: მართლა გნებავთ, წაშალოთ იდენტიფიკატორი %1 <%2>?

# Gui::GeneralPage|
source: Please define some identities here
he: נא להגדיר כאן כמה זהויות
ka: აღწერეთ აქ რამდენიმე იდენტიფიკატორი

# Gui::EditFavoriteTag|
source: Select tag color
he: בחירת צבע תגית
ka: აირჩიეთ ჭდის ფერი

# Gui::ImapPage|
source: Network Connection
he: חיבור לאינטרנט
ka: ქსელური შეერთება

# Gui::ImapPage|
source: Local Process
he: תהליך מקומי
ka: ლოკალური პროცესი

# Gui::ImapPage|
source: No encryption
he: ללא הצפנה
ka: დაშიფვრის გარეშე

# Gui::ImapPage|
source: Use encryption (STARTTLS)
he: להשתמש בהצפנה (STARTTLS)
ka: დაშიფვრის გამოყენება (STARTTLS)

# Gui::ImapPage|
source: Force encryption (TLS)
he: אילוץ הצפנה (TLS)
ka: იძულებითი დაშიფვრა (TLS)

# Gui::ImapPage|
source: This password will be saved in encrypted storage. If you do not enter password here, Trojitá will prompt for one when needed.
he: הסיסמה הזאת תישמר באחסון המוצפן. אם לא תמולא פה סיסמה, Trojitá תבקש ממך למלא לפי הצורך.
ka: ეს პაროლი შენახული იქნება დაშიფრულ საცავში. თუ პაროლს აქ არ შეიყვანთ, Trojitá მას მაშინ მოგთხოვთ, როცა დასჭირდება.

# Gui::ImapPage|
source: This password will be saved in clear text. If you do not enter password here, Trojitá will prompt for one when needed.
he: הסיסמה הזאת תישמר בטקסט גלוי. אם לא תמולא פה סיסמה, Trojitá תבקש ממך למלא לפי הצורך.
ka: ეს პაროლი შენახული იქნება უბრალო ტექსტის სახით. თუ პაროლს აქ არ შეიყვანთ, Trojitá მას მაშინ მოგთხოვთ, როცა დასჭირდება.

# Gui::ImapPage|
source: The IMAP server hostname is missing here
he: שם מארח שרת ה־IMAP חסר כאן
ka: აქ IMAP სერვერის ჰოსტის სახელი აკლია

# Gui::ImapPage|
source: The command line to the IMAP server is missing here. Perhaps you need to use SSL or TCP?
ka: აკლია ბრძანების სტრიქონი IMAP სერვერისთვის. ალბათ, SSL-ის, ან TCP-ის გამოყენება გჭირდებათ?

# Gui::ImapPage|
source: This port is nonstandard. The default port for IMAP secured over SSL/TLS is %1.
he: זאת פתחה לא שגרתית. פתחת ברירת המחדל ל־IMAP באבטחת SSL/TLS היא %1.
ka: ეს პორტი არასტანდარტულია. IMAP-ის ნაგულისხმევი პორტი SSL/TLS უსაფრთხოებით არის %1.

# Gui::ImapPage|
source: This port is nonstandard. The default port for IMAP secured via STARTTLS is %1.
he: זאת פתחה לא שגרתית. פתחת ברירת המחדל ל־IMAP באבטחת STARTTLS היא %1.
ka: ეს პორტი არასტანდარტულია. IMAP-ის ნაგულისხმევი პორტი STARTTLS უსაფრთხოებით არის %1.

# Gui::ImapPage|
source: This port is nonstandard. The default port for IMAP over cleartext is %1.
ka: ეს პორტი არასტანდარტულია. IMAP-ის ნაგულისხმევი პორტი უბრალო ტექსტისთვის არის %1.

# Gui::OutgoingPage|
source: Network
he: רשת
ka: ქსელი

# Gui::OutgoingPage|
source: Local sendmail-compatible
ka: ლოკალურ sendmail-თან თავსებადი

# Gui::OutgoingPage|
source: IMAP SENDMAIL Extension
ka: IMAP SENDMAIL გაფართოება

# Gui::OutgoingPage|
source: No encryption
he: ללא הצפנה
ka: დაშიფვრის გარეშე

# Gui::OutgoingPage|
source: Use encryption (STARTTLS)
he: להשתמש בהצפנה (STARTTLS)
ka: დაშიფვრის გამოყენება (STARTTLS)

# Gui::OutgoingPage|
source: Force encryption (TLS)
he: אילוץ הצפנה (TLS)
ka: იძულებითი დაშიფვრა (TLS)

# Gui::OutgoingPage|
source: This password will be saved in encrypted storage. If you do not enter password here, Trojitá will prompt for one when needed.
he: הסיסמה הזאת תישמר באחסון המוצפן. אם לא תמולא פה סיסמה, Trojitá תבקש ממך למלא לפי הצורך.
ka: ეს პაროლი შენახული იქნება დაშიფრულ საცავში. თუ პაროლს აქ არ შეიყვანთ, Trojitá მას მაშინ მოგთხოვთ, როცა დასჭირდება.

# Gui::OutgoingPage|
source: This password will be saved in clear text. If you do not enter password here, Trojitá will prompt for one when needed.
he: הסיסמה הזאת תישמר בטקסט גלוי. אם לא תמולא פה סיסמה, Trojitá תבקש ממך למלא לפי הצורך.
ka: ეს პაროლი შენახული იქნება უბრალო ტექსტის სახით. თუ პაროლს აქ არ შეიყვანთ, Trojitá მას მაშინ მოგთხოვთ, როცა დასჭირდება.

# Gui::OutgoingPage|
source: The SMTP server hostname is missing here
he: שם מארח שרת ה־SMTP חסר כאן
ka: აქ SMTP სერვერის ჰოსტის სახელი აკლია

# Gui::OutgoingPage|
source: The SMTP username is missing here
he: שם משתמש ה־SMTP חסר כאן
ka: აქ SMTP-ის მომხმარებლის სახელი აკლია

# Gui::OutgoingPage|
source: Please specify the folder name here
ka: მიუთითეთ აქ საქაღალდის სახელი

# FavoriteTagsPage|
source: ScrollArea
he: אזור גלילה
ka: გადახვევის ადგილი

# FavoriteTagsPage|
source: Add
he: הוספה
ka: დამატება

# FavoriteTagsPage|
source: Edit
he: עריכה
ka: ჩასწორება

# FavoriteTagsPage|
source: Delete
he: עריכה
ka: წაშლა

# GeneralPage|
source: ScrollArea
he: אזור גלילה
ka: გადახვევის ადგილი

# GeneralPage|
source: Start minimized
he: התחלה ממוזערת
ka: ჩაკეცილად გაშვება

# GeneralPage|
source: Show plaintext e-mails instead of the HTML version
he: להציג הודעות בטקסט כלוי במקום בגרסת ה־HTML
ka: უბრალო ტექსტის ელფოსტების ჩვენება HTML ვერსიის ნაცვლად

# GeneralPage|
source: Automatically mark messages as read
he: לסמן שההודעה נקראה אוטומטית
ka: შეტყობინებების წაკითხულად ავტომატურად მონიშვნა

# GeneralPage|
source: immediately
he: מיידית
ka: დაუყოვნებლივ

# GeneralPage|
source: s
he: שנ׳
ka: წმ

# GeneralPage|
source: after
he: אחרי
ka: დროის შემდეგ

# GeneralPage|
source: Show system tray icon
he: הצגת סמל בשורת המערכת
ka: სისტემის კუთხეში ხატულის ჩვენება

# GeneralPage|
source: <html><head/><body><p>Selecting this option will include version information about Trojitá and the underlying platform, including the Qt version and operating system details. Please consider leaving this option enabled so that developers are able to troubleshoot bugreports when something goes wrong.</p><p>The data are communicated via the IMAP's <code>ID</code> command and through the <code>User-Agent</code> header in outgoing e-mails, among other things.</p><p>Please note that even if you disable this option, the servers which Trojitá talks to and the people who read your e-mails will still be able to find out that you are using (some version of) Trojitá.</p></body></html>
ka: <html><head/><body><p>ამ პარამეტრის ჩართვა ჩასვამს Trojitá-ის და მისი პლატფორმის ვერსიის ინფორმაციას Qt-ის ვერსიის და ოპერაციული სისტემის დეტალების ჩათვლით. დატოვეთ ეს პარამეტრი ჩართული, რომ პროგრამისტებმა შეძლონ თქვენი პრობლემების გადაჭრა, როცა რამე შეცდომას გადააწყდებით.</p><p>მონაცემების გადაცემა IMAP-ის <code>ID</code> ბრძანებით ხდება და თავსართით <code>User-Agent</code> გამავალ ელფოსტებში, სხვა რაღაცებთან ერთად.</p><p>დაიმახსოვრეთ, რომ მაშინაც კი, როცა ამ პარამეტრს გათიშავთ, სერვერი, რომელსაც Trojitá ელაპარაკება და ხალხი, რომლებიც თქვენს ელფოსტებს კითხულობს, მაინც გაიგებენ, რომ იყენებთ Trojitá-ს (რომელიღაც ვერსიას.</p></body></html>

# GeneralPage|
source: Reveal Trojitá's version and platform information
he: לחשוף את הגרסה של Trojitá ואת פרטי הפלטפורמה
ka: Trojitá'-ის ვერსიის და პლატფორმის ინფორმაციის გამოჩენა

# GeneralPage|
source: <p>If enabled, you can set the default drag and drop action for the mailbox tree.</p><p>If disabled, Trojitá will ask you every time. You can always override the action using modifier keys when dropping (control: copy, shift: move).</p>
ka: <p>თუ ჩართულია, საფოსტო ყუთის ხეში გადათრევისა და დაგდების ნაგულისხმევი ქმედება შეგიძლიათ, დააყენოთ.</p><p>თუ ჩართულია, Trojitá ყოველ ჯერზე გკითხავთ. ამ ქმედების გადაფარვა დაგდებისას მოდიფიკატორი ღილაკებით შეგიძლიათ (Control: კოპირება, Shift: გადატანა).</p>

# GeneralPage|
source: Default drop action for the mbox tree
ka: ნაგულისხმევი დაგდების ქმედება mbox-ის ხისთვის

# GeneralPage|
source: Add
he: הוספה
ka: დამატება

# GeneralPage|
source: Edit
he: עריכה
ka: ჩასწორება

# GeneralPage|
source: Delete
he: מחיקה
ka: წაშლა

# GeneralPage|
source: Addressbook
he: פנקס כתובות
ka: მისამართების წიგნი

# GeneralPage|
source: Passwords
he: סיסמאות
ka: პაროლები

# GeneralPage|
source: Spell checker
he: בודק איות
ka: მართლწერის შემოწმება

# ImapPage|
source: M&ethod
he: &שיטה
ka: &მეთოდი

# ImapPage|
source: How to connect to the IMAP server
he: איך להתחבר לשרת ה־IMAP
ka: როგორ მოხდება IMAP სერვერთან დაკავშირება

# ImapPage|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Choose <span style=" font-style:italic;">TCP</span> if you want to connect via standard, non-encrypted connection and negotiate encryption transparently before login.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Choose <span style=" font-style:italic;">SSL</span> to connect over an encrypted socket from the very beginning of the connection.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Finally, pick the <span style=" font-style:italic;">Local process</span> if you want to execute a process which then either connects to the IMAP server, or acts as one. This option enables accessing your IMAP server via SSH.</p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">აირჩიეთ <span style=" font-style:italic;">TCP</span>, თუ გნებავთ დაკავშირება სტანდარტული, დაუშიფრავი კავშირით და მოლაპარაკება დაშიფვრის შესახებ გამჭვირვალედ, შესვლამდე.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">აირჩიეთ <span style=" font-style:italic;">SSL</span>, თუ გნებავთ დაკავშირება დაშიფრული სოკეტით კავშირის დასაწყისიდანვე.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">და ბოლოს, აირჩიეთ <span style=" font-style:italic;">ლოკალური პროცესი</span>, თუ გნებავთ გაუშვათ პროცესი, რომელიც შემდეგ ან დაუკავშირდება IMAP სერვერს, ან მისნაირად იქცევა. ეს პარამეტრი საშუალებას გაძლევთ, IMAP სერვერთან წვდომა SSH გვირაბით იქონიოთ.</p></body></html>

# ImapPage|
source: Encryption
he: הצפנה
ka: დაშიფვრა

# ImapPage|
source: Ser&ver
he: &שרת
ka: &სერვერი

# ImapPage|
source: Hostname of the IMAP server
he: שם מארח שרת ה־IMAP
ka: IMAP სერვერის ჰოსტის სახელი

# ImapPage|
source: This is the name of the IMAP server that Trojitá should connect to.
he: זה שם שרת ה־IMAP ש־Trojitá אמורה להתחבר אליו.
ka: ეს IMAP სერვერის სახელია, რომელსაც Trojitá უნდა დაუკავშირდეს.

# ImapPage|
source: &Port
he: &פתחה
ka: &პორტი

# ImapPage|
source: Port number of the IMAP server
he: מספר פתחת שרת ה־IMAP
ka: IMAP სერვერის პორტის ნომერი

# ImapPage|
source: Use System Proxy Settings
he: להשתמש בהגדרות המתווך של המערכת
ka: სისტემის პროქსის პარამეტრების გამოყენება

# ImapPage|
source: Check if Trojitá should connect to a network in order to access this account. You will stay offline if there is no network connectivity.
he: לבדוק אם Trojitá אמורה להתחבר לרשת כדי לגשת לחשבון הזה. התוכנה תישאר לא מקוונת אם אין פעילות רשת.
ka: ჩართეთ, თუ Trojitá უნდა დაუკავშირდეს ქსელს, რომ ამ ანგარიშზე წვდომა მიიღოს. თუ ქსელთან დაკავშირებული არ ბრძანდებით, მაინც ინტერნეტის გარეშე დარჩებით.

# ImapPage|
source: Needs Network
he: נדרש חיבור רשת
ka: საჭიროა ქსელი

# ImapPage|
source: &Username
he: שם &משתמש
ka: &მომხმარებლის სახელი

# ImapPage|
source: Username
he: שם משתמש
ka: მომხმარებლის სახელი

# ImapPage|
source: User name to log in to the IMAP server
he: שם משתמש לכניסה לשרת ה־IMAP
ka: მომხმარებლის სახელი IMAP სერვერზე შესასვლელად

# ImapPage|
source: Pass&word
he: &סיסמה
ka: &პაროლი

# ImapPage|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Password to use when connecting to the IMAP server.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This password will be saved in <span style=" font-weight:600;">clear text</span> on this device, without any encryption. Unless you use a very safe form of a full disk encryption, it is a <span style=" font-weight:600;">bad idea</span> to save your password here.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">If you don't save the password, Trojitá will prompt for one when it needs it, but only once per session.</p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">პაროლი IMAP სერვერთან დაკავშირებისას გამოსაყენებლად.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">პაროლი შენახული იქნება <span style=" font-weight:600;">უბრალო ტექსტის სახით</span> ამ მოწყობილობაზე, დაშიფვრის გარეშე,. თუ თქვენი დისკი სრულად და უსაფრთხოდ არ გაქვთ დაშიფრული, <span style=" font-weight:600;">ძალიან ცუდი იდეაა</span>, პაროლი აქ შეინახოთ.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">თუ პაროლს არ შეინახავთ, Trojitá მას საჭიროებისამებრ მოგთხოვთ, მაგრამ, მხოლოდ, ერთხელ თითოეული სესიისთვის.</p></body></html>

# ImapPage|
source: The password will be stored in plaintext. Leave it blank for Trojitá to prompt when needed.
ka: პაროლი უბრალო ტექსტის სახით იქნება შენახული. დატოვეთ ის ცარიელი და Trojitá მაშინ მოგთხოვთ მას, როცა დასჭირდება.

# ImapPage|
source: Path to Server &Binary
ka: ბილიკი სერვერის გამშვე&ბ ფაილამდე
