Repository: KDE/trojita
Catalog: poqm/*/trojita_qt.po
Languages: he, ka

# ImapPage|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">If you choose the <span style=" font-style:italic;">Local process</span> option to connect to the IMAP server, this field specifies the program to start. For example, to connect to a remote mail server via SSH and launch a Dovecot instance in there, you could use the following:</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">ssh mail.example.org dovecot --exec-mail imap</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Note that this command has to be absolutely non-interactive, and therefore you have to have your SSH set up to login without password, perhaps via the SSH keys.</p></body></html>
ka: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">თუ თქვენ აირჩევთ <span style=" font-style:italic;">ლოკალურ პროცესს</span> IMAP სერვერთან დასაკავშირებლად, ეს ველი შეიცავს გასაშვებ პროგრამას. მაგალითად, თუ გნებავთ, დაშორებულ ელფოსტის სერვერს SSH-ით დაუკავშირდეთ და გაუშვათ იქ Dovecot, უნდა გამოიყენოთ შემდეგი:</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">ssh mail.example.org dovecot --exec-mail imap</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">დაიმახსოვრეთ, რომ ეს ბრძანება აბსოლუტურად არაინტერაქტიული უნდა იყოს და ამიტომ SSH-ით უპაროლო შესვლა უკვე აწყობილი უნდა გქონდეთ, ალბათ, SSH-ის გასაღებებით.</p></body></html>

# ImapPage|
source: Extension &Blacklist
ka: გაფართოებე&ბის შავი სია

# ImapPage|
source: Timeout of IMAP IDLE
ka: IMAP IDLE-ის მოლოდინის ვადა

# ImapPage|
source: How often to renew the IDLE session. This is useful to prevent timeouts due to broken or overly aggressive network middleboxes, NAT gateways and other nasty annoyances. The default value is 29 minutes.
ka: რამდენად ხშირად განახლდება IDLE სესია. ეს სასარგებლოა მოლოდინის დროის ვადის ამოწურვის თავიდან ასაცილებლად გაფუჭებული, ან უბრალოდ აგრესიული ქსელური მოწყობილობების, NAT მოწყობილობების და სხვა ბინძური ნივთების ქონისას. ნაგულისხმევი მნიშვნელობაა 29 წუთი.

# ImapPage|
source: Refresh Interval
he: הפרש בין ריענונים
ka: განახლების შუალედი

# ImapPage|
source: How often to check for new emails in all IMAP folders. The default value is 300 seconds (5 minutes).
ka: რამდენად ხშირად მოხდება ახალი ელფოსტების შემოწმება ყველა IMAP საქაღალდეში. ნაგულისხმევი მნიშვნელობაა 300 წამი (5 წუთი).

# ImapPage|
source: seconds
he: שניות
ka: წამი

# ImapPage|
source: Account Icon
he: סמל חשבון
ka: ანგარიშის ხატულა

# ImapPage|
source: Default Trojitá icon
he: סמן ברירת המחדל של Trojitá
ka: Trojitá-ის ნაგულისხმევი ხატულა

# ImapPage|
source: Archive Folder &Name
he: שם תיקיית ה&ארכיון
ka: არ&ქივის საქაღალდის სახელი

# OutgoingPage|
source: &Method
he: &שיטה
ka: &მეთოდი

# OutgoingPage|
source: Encryption
he: הצפנה
ka: დაშიფვრა

# OutgoingPage|
source: Ser&ver
he: ש&רת
ka: &სერვერი

# OutgoingPage|
source: &Port
he: &פתחה
ka: &პორტი

# OutgoingPage|
source: &Authenticate
he: &אימות
ka: &ავთენტიკაცია

# OutgoingPage|
source: &Username
he: שם &משתמש
ka: &მომხმარებლის სახელი

# OutgoingPage|
source: Pass&word
he: &סיסמה
ka: &პაროლი

# OutgoingPage|
source: Sendmail E&xecutable
he: קובץ הה&פעלה של Sendmail
ka: Sendmail-ის გამშვები &ფაილი

# OutgoingPage|
source: Save Ou&tgoing Mail
ka: გამავალი ელფოს&ტის შენახვა

# OutgoingPage|
source: Sent Folder &Name
ka: გაგზავ&ნილების საქაღალდის სახელი

# OutgoingPage|
source: Enable forward-without-download via BURL (RFC 4468) when the IMAP and ESMTP servers support it. Extra server-side configuration is required.
ka: forward-without-download-ის ჩართვა BUBL-ით (RFC 4468), როცა IMAP და ESMTP სერვერებს მისი მხარდაჭერა აქვთ. საჭიროებს სერვერის მხრის დამატებით მორგებას.

# OutgoingPage|
source: Send with &BURL
ka: გაგზავნა &BURL-ით

# OutgoingPage|
source: Use IMAP Credentials
he: להשתמש בפרטי גישה של IMAP
ka: IMAP-ის ავთენტიკაციის დეტალების გამოყენება

# Gui::ShortcutConfigDialog|
source: Configure Shortcuts
ka: მალსახმობების მორგება

# Gui::ShortcutConfigWidget|
source: Configure Shortcuts
ka: მალსახმობების მორგება

# Gui::ShortcutConfigWidget|
source: Shortcut Conflicts
he: סתירות מקשי קיצור
ka: მალსახმობის კონფლიქტები

# Gui::ShortcutConfigWidget|
source: <p>The "%1" shortcut is ambiguous with the following shortcut:</p><p>%2</p><p>Do you want to assign an empty shortcut to this action?</p>
ka: <p>მალსახმობი "%1" გაურკვეველია შემდეგ მალსახმობთან:</p><p>%2</p><p>გნებავთ, მიანიჭოთ ცარიელი მალსახმობი ამ ქმედებას?</p>

# ShortcutConfigWidget|
source: Configure Shortcuts
he: הגדרת מקשי קיצור
ka: მალსახმობების მორგება

# ShortcutConfigWidget|
source: Select an action and press a key combination to change its shortcut:
he: נא לבחור פעולה וללחוץ על צירוף מקשים כדי לשנות את מקשי הקיצור שלו:
ka: აირჩიეთ ქმედება და დააჭირეთ ღილაკების კომბინაციას მისი მალსახმობის შესაცვლელად:

# ShortcutConfigWidget|
source: <p>Select an action (with the mouse or the arrow keys). Its shortcut can then be changed by simply pressing the new shortcut.</p><p>Note that a few shortcuts cannot be used: "Up", "Down", "Left", "Right", "Page Up", "Page Down", "Tab", "Shift+Tab", "Enter" and "Escape".</p>
ka: <p>აირჩიეთ ქმედება (თაგუნათი, ან ისრის ღილაკებით). მისი მალსახმობის შეცვლა ახალ მალსახმობზე უბრალო წკაპით შეგიძლიათ.</p><p>დაიმახსოვრეთ, რომ ზოგიერთ მალსახმობს ვერ გამოიყენებთ: "Up", "Down", "Left", "Right", "Page Up", "Page Down", "Tab", "Shift+Tab", "Enter" და "Escape".</p>

# ShortcutConfigWidget|
source: Action
he: פעולה
ka: მოქმედება

# ShortcutConfigWidget|
source: Shortcut
ka: მალსახმობი

# ShortcutConfigWidget|
source: <p>Search interactively for shortcut names (e.g. Copy) or combination of keys (e.g. Ctrl+C) by typing them.</p>
he: <p>חיפוש אינטראקטיבי בשמות קיצורי המקשים (למשל: העתקה) או צירוף מקשים (למשל: Ctrl+C) באמצעות הקלדתם.</p>
ka: <p>მოძებნეთ ინტერაქტიურად მალსახმობის სახელი (მაგ: კოპირება) ან ღილაკების კომბინაცია (მაგ: Ctrl+C) მათი აკრეფით.</p>

# ShortcutConfigWidget|Label of search field
source: Search:
he: חיפוש:
ka: ძებნა:

# ShortcutConfigWidget|
source: <p>Remove the shortcut of the currently highlighted action.</p>
ka: <p>ამჟამად გამოკვეთილი ქმედების მალსახმობის წაშლა.</p>

# ShortcutConfigWidget|Action for clearing shortcut
source: Clear
he: פינוי
ka: გაწმენდა

# ShortcutConfigWidget|
source: <p>Restore the default shortcut for the currently highlighted action.</p>
ka: <p>ამჟამად გამოკვეთილი ქმედების ნაგულისხმევი მალსახმობის აღდგენა.</p>

# ShortcutConfigWidget|Action for restoring default shortcut
source: Default
he: ברירת מחדל
ka: აქტივობების მმართველის ჩვენება

# Gui::ShortcutHandler|
source: Main Window
he: חלון ראשי
ka: მთავარი ფანჯარა

# Gui::ShortcutHandler|
source: Configure S&hortcuts...
ka: მალსა&ხმობების მორგება...

# QObject|
source: Main Window
he: חלון ראשי
ka: მთავარი ფანჯარა

# Gui::SimplePartWidget|
source: Save this message part...
he: שמירת חלק ההודעה הזה…
ka: ამ შეტყობინების ნაწილის შენახვა...

# Gui::SimplePartWidget|
source: Save whole message...
he: שמירת ההודעה כולה…
ka: მთლიანი შეტყობინების შენახვა...

# Gui::SimplePartWidget|
source: Search...
he: חיפוש…
ka: ძებნა...

# Gui::SimplePartWidget|
source: Copy e-mail address
he: העתקת כתובת דואר
ka: ელფოსტის მისამართის კოპირება

# Gui::SimplePartWidget|
source: Save Attachment
he: שמירת צרופה
ka: მიმაგრებული ფაილის შენახვა

# Gui::SimplePartWidget|
source: Color scheme
he: ערכת צבעים
ka: ფერების სქემა

# Gui::SimplePartWidget|
source: Zoom
he: תקריב
ka: გადიდება

# Gui::SimplePartWidget|
source: Zoom In
he: התקרבות
ka: გადიდება

# Gui::SimplePartWidget|
source: Zoom Out
he: התרחקות
ka: დაპატარავება

# Gui::SimplePartWidget|
source: Original Size
he: גודל מקורי
ka: საწყისი ზომა

# TagAddDialog|
source: Add Tags
he: הוספת תגיות
ka: ჭდეების დამატება

# TagAddDialog|
source: Tag names (space-separated):
he: שמות תגיות (מופרדים ברווח):
ka: ჭდის სახელები (ჰარეთი გამოტოვებული):

# Gui::TagListWidget|
source: Disallowed tag value
he: ערך תגית אסור
ka: აკრძალული ჭდის მნიშვნელობა

# Gui::TagListWidget|
source: No tags were set because the following given tag(s) are reserved and have been disallowed from being set in this way: %1.
ka: ჭდეები დაყენებული არაა, რადგან შემდეგი მინიჭებული ჭდეები დაცულია და მათი ასე დაყენება აკრძალულია: %1.

# Gui::TagWidget|This is a verb!
source: Tag
he: תגית
ka: იარლიყი

# Gui::TaskProgressIndicator|
source: %n ongoing actions
ka: %n მიმდინარე ქმედება

# Gui::TaskProgressIndicator|
source: IMAP connection idle
he: חיבור ה־IMAP בהמתנה
ka: IMAP კავშირი უქმეა

# Gui::MainWindow|
source: Don't ask again
he: לא לשאול שוב
ka: აღარ მკითხო

# Gui::MainWindow|
source: Plugin Error
he: שגיאת תוסף
ka: დამატების შეცდომა

# Gui::MainWindow|
source: A plugin failed to load, therefore some functionality might be lost. You might want to update your system or report a bug to your vendor. %1
he: טעינת תוסף נכשלה, לכן חלק מהיכולות עלולות ללכת לאיבוד. כנראה שכדאי לך לעדכן את המערכת שלך או לדווח על תקלה מול הספק. %1
ka: მოდულის ჩატვირთვა ჩავარდა, ამიტომ ზოგიერთი ფუნქციონალი შეიძლება, დაკარგოთ. ასევე შეიძლება, სისტემის განახლებამ გიშველოთ, ან მისწერეთ ამ შეცდომის შესახებ მომწოდებელს. %1

# Gui::MainWindow|
source: E&xit
he: י&ציאה
ka: &გამოსვლა

# Gui::MainWindow|
source: &New Message...
he: הודעה &חדשה…
ka: &ახალი შეტყობინება...

# Gui::MainWindow|
source: &Edit Draft...
he: עריכת &טיוטה…
ka: &მონახაზის ჩასწორება...

# Gui::MainWindow|
source: Show Main Menu &Bar
he: הצגת סרגל &תפריטים ראשי
ka: მთავარი მენიუს ზოლის ჩვენე&ბა

# Gui::MainWindow|
source: Exp&unge
he: ה&שמדה
ka: განადგ&ურება

# Gui::MainWindow|
source: Mark as &Read
ka: &წაკითხულად მონიშვნა

# Gui::MainWindow|
source: &Next Unread Message
ka: შემდეგი წაუკითხავი შეტყობი&ნება

# Gui::MainWindow|
source: &Previous Unread Message
ka: &წინა წაუკითხავი შეტყობინება

# Gui::MainWindow|
source: Mark as &Deleted
ka: წაშლილა&დ მონიშვნა

# Gui::MainWindow|
source: Mark as &Flagged
ka: &ალმიანად მონიშვნა

# Gui::MainWindow|
source: Mark as &Junk
ka: ნაგვად მ&ონიშვნა

# Gui::MainWindow|
source: Mark as Not &junk
ka: ა&რნაგვად მონიშვნა

# Gui::MainWindow|
source: &Save Message...
he: &שמירת הודעה…
ka: &შეტყობინების შენახვა...

# Gui::MainWindow|
source: View Message &Source...
ka: შეტყობინები&ს წყაროს ნახვა...

# Gui::MainWindow|
source: View Message &Headers...
ka: შეტყობინების თავსართების ნა&ხვა...

# Gui::MainWindow|
source: &Private Reply
ka: &პირადი პასუხი

# Gui::MainWindow|
source: Reply to All &but Me
ka: პასუხი ყველას &ჩემი თავის გარდა

# Gui::MainWindow|
source: Reply to &All
ka: პასუხი ყველ&ას

# Gui::MainWindow|
source: Reply to &Mailing List
ka: პასუხი &დაგზავნის სიას

# Gui::MainWindow|
source: Reply by &Guess
ka: პასუხი &გამოცნობით

# Gui::MainWindow|
source: &Forward
ka: &წინ

# Gui::MainWindow|
source: Resend...
he: שליחה מחדש…
ka: თავიდან გაგზავნა...

# Gui::MainWindow|
source: &Archive
ka: &დაარქივება

# Gui::MainWindow|
source: Address Book...
he: פנקס כתובות…
ka: მისამართების წიგნი...

# Gui::MainWindow|
source: &Offline
he: מ&נותק
ka: &გათიშული

# Gui::MainWindow|
source: &Expensive Connection
he: &חיבור יקר
ka: ძვირადღირ&ებული კავშირი

# Gui::MainWindow|
source: &Free Access
he: &גישה חופשית
ka: &თავისუფალი წვდომა

# Gui::MainWindow|
source: Close Standalone Message Window
he: סגירת חלון הודעה עצמאי
ka: დამოუკიდებელი შეტყობინების ფანჯრის დახურვა

# Gui::MainWindow|
source: Open message in New Window...
he: פתיחת הודעה בחלון חדש…
ka: შეტყობინების გახსნა ახალ ფანჯარაში...

# Gui::MainWindow|
source: Navigate Back
he: ניווט אחורה
ka: უკან გადასვლა

# Gui::MainWindow|
source: Zoom In
he: התקרבות
ka: გადიდება

# Gui::MainWindow|
source: Zoom Out
he: התרחקות
ka: დაპატარავება

# Gui::MainWindow|
source: Original Size
he: גודל מקורי
ka: საწყისი ზომა

# Gui::MainWindow|
source: Move Focus to Mailbox List
he: העברת המיקוד לרשימת תיבות הדוא״ל
ka: ფოკუსის გადატანა საფოსტო ყუთების სიაზე

# Gui::MainWindow|
source: Move Focus to Message List
he: העברת המיקוד לרשימת ההודעות
ka: ფოკუსის გადატანა შეტყობინებების სიაზე

# Gui::MainWindow|
source: Move Focus to Quick Search
he: העברת המיקוד לחיפוש המהיר
ka: ფოკუსის გადატანა სწრაფ ძებნაზე

# Gui::MainWindow|
source: Tag with &1st tag
he: תיוג עם תגית מס׳ &1
ka: ჭდის დადება ჭდით &1

# Gui::MainWindow|
source: Tag with &2nd tag
he: תיוג עם תגית מס׳ &2
ka: ჭდის დადება ჭდით &2

# Gui::MainWindow|
source: Tag with &3rd tag
he: תיוג עם תגית מס׳ &3
ka: ჭდის დადება ჭდით &3

# Gui::MainWindow|
source: Tag with &4th tag
he: תיוג עם תגית מס׳ &4
ka: ჭდის დადება ჭდით &4

# Gui::MainWindow|
source: Tag with &5th tag
he: תיוג עם תגית מס׳ &5
ka: ჭდის დადება ჭდით &5

# Gui::MainWindow|
source: Tag with &6th tag
he: תיוג עם תגית מס׳ &6
ka: ჭდის დადება ჭდით &6

# Gui::MainWindow|
source: Tag with &7th tag
he: תיוג עם תגית מס׳ &7
ka: ჭდის დადება ჭდით &7

# Gui::MainWindow|
source: Tag with &8th tag
he: תיוג עם תגית מס׳ &8
ka: ჭდის დადება ჭდით &8

# Gui::MainWindow|
source: Tag with &9th tag
he: תיוג עם תגית מס׳ &9
ka: ჭდის დადება ჭდით &9

# Gui::MainWindow|
source: Navigation
he: ניווט
ka: ნავიგაცია

# Gui::MainWindow|
source: &Update List of Child Mailboxes
he: &עדכון רשימת תיבות דוא״ל צאצאיות
ka: შვილი საფოსტო ყუთების სიის განა&ხლება

# Gui::MainWindow|
source: Check for &New Messages
he: &איתור הודעות חדשות
ka: ახალი შეტყობი&ნებების შემოწმება

# Gui::MainWindow|
source: &Reload Everything
ka: ყველაფრის თავიდან ჩატვი&რთვა

# Gui::MainWindow|
source: Exit the application
he: יציאה מהיישום
ka: აპლიკაციიდან გასვლა

# Gui::MainWindow|
source: Show Full &Tree Window
ka: სრული &ხის ფანჯრის ჩვენება

# Gui::MainWindow|
source: Show ImapTask t&ree
ka: ImapTask-ის ხის ჩ&ვენება

# Gui::MainWindow|
source: Show &MIME tree
ka: &MIME ხის ჩვენება

# Gui::MainWindow|
source: Show protocol &log
he: הצגת יומן &פרוטוקול
ka: პროტოკო&ლის ჟურნალის ჩვენება

# Gui::MainWindow|
source: Log &into %1
ka: %1-შ&ი შესვლა

# Gui::MainWindow|
source: IMAP Server In&formation...
he: &פרטי שרת IMAP…
ka: IMAP სერვერის ინ&ფორმაცია...

# Gui::MainWindow|
source: Show &Toolbar
he: הצגת סרגל &כלים
ka: &პანელის ჩვენება

# Gui::MainWindow|
source: &Settings...
he: ה&גדרות…
ka: &მორგება...

# Gui::MainWindow|
source: Create &Child Mailbox...
ka: &შვილი საფოსტო ყუთის შექმნა...

# Gui::MainWindow|
source: Create &New Mailbox...
ka: ახალი საფოსტო ყუთის შექმ&ნა...

# Gui::MainWindow|
source: &Mark Mailbox as Read
ka: საფოსტო ყუთის წაკითხულად &მონიშვნა

# Gui::MainWindow|
source: &Remove Mailbox
ka: საფოსტო ყუთის &წაშლა

# Gui::MainWindow|
source: Show Messages in &Threads
ka: შე&ტყობინებების ჩვენება ძაფებში

# Gui::MainWindow|
source: &Ascending
he: &עולה
ka: &აღმავალი

# Gui::MainWindow|
source: &Descending
he: יו&רד
ka: &დაღმავალი

# Gui::MainWindow|
source: &No sorting
he: &ללא מיון
ka: და&ლაგების გარეშე

# Gui::MainWindow|
source: Sorted by &Threading
he: סידור לפי &שרשור
ka: დალაგებულია &ძაფების მიხედვით

# Gui::MainWindow|
source: A&rrival
ka: მი&ღების მიხედვით

# Gui::MainWindow|
source: &Cc (Carbon Copy)
ka: &Cc (სრული ასლი)

# Gui::MainWindow|
source: Date from &Message Headers
ka: თარიღი შეტყობინების თავსართე&ბიდან

# Gui::MainWindow|
source: &From Address
he: מ&כתובת
ka: &მისამართიდან

# Gui::MainWindow|
source: &Size
he: &גודל
ka: &ზომა

# Gui::MainWindow|
source: S&ubject
he: &נושא
ka: &თემა

# Gui::MainWindow|
source: T&o Address
he: ל&כתובת
ka: &მისამართზე

# Gui::MainWindow|
source: &Hide Read Messages
he: הסתרת הודעות ש&נקראו
ka: წაკითხული შეტ&ყობინებების დამალვა

# Gui::MainWindow|
source: &Compact
he: מ&צומצם
ka: შემცირება

# Gui::MainWindow|
source: &Wide
he: &רחב
ka: &ფართო

# Gui::MainWindow|
source: &One At a Time
he: &אחד בכל פעם
ka: ერთი ერთდრ&ოულად

# Gui::MainWindow|
source: Show Only S&ubscribed Folders
ka: მხოლოდ გამოწერილი საქაღალდეების ჩვენ&ება

# Gui::MainWindow|
source: Su&bscribed
ka: გამოწერი&ლი

# Gui::MainWindow|
source: &About Trojitá...
he: &על Trojitá…
ka: Trojitá-ის შეს&ახებ...

# Gui::MainWindow|
source: &Donate to the project
he: &תרומה למיזם
ka: პროექტისთვის შე&წირვა

# Gui::MainWindow|
source: Compose Mail
he: כתיבת הודעה
ka: ელფოსტის შედგენა

# Gui::MainWindow|
source: &Application
he: יי&שום
ka: &აპლიკაცია

# Gui::MainWindow|
source: &Network Access
he: &גישה לרשת
ka: &ქსელური წვდომა

# Gui::MainWindow|
source: &Debugging
he: &ניפוי שגיאות
ka: &გამართვა

# Gui::MainWindow|
source: &View
he: ת&צוגה
ka: &ნახვა

# Gui::MainWindow|
source: &Layout
he: &פריסה
ka: &განლაგება

# Gui::MainWindow|
source: Mail&box
he: תיבת &דוא״ל
ka: &საფოსტ ყუთი

# Gui::MainWindow|
source: S&orting
he: מ&יון
ka: &დალაგება

# Gui::MainWindow|
source: &Message
he: הו&דעה
ka: &შეტყობინება

# QObject|
source: Link target: %1
he: יעד קישור: %1
ka: ბმულის სამიზნე: %1

# Gui::MainWindow|
source: Everything
he: הכול
ka: ყველაფერი

# Gui::MainWindow|
source: IMAP Tasks
he: משימות IMAP
ka: IMAP-ის ამოცანები

# Gui::MainWindow|
source: MIME Tree
he: עץ סוגי תוכן/MIME
ka: MIME-ის ხე

# Gui::MainWindow|
source: Protocol log
he: יומן פרוטוקול
ka: პროტოკოლის ჟურნალი

# Gui::MainWindow|
source: Attempting to reconnect in %n seconds..
ka: თავიდან დაკავშირების მცდელობა %n წამში..

# Gui::MainWindow|
source: &Quit
he: י&ציאה
ka: &გასვლა

# Gui::MainWindow|
source: - %n unread message(s)
ka: - %n წაუკითხავი შეტყობინება

# Gui::MainWindow|
source: - offline
ka: - ინტერნეტგარეშე

# Gui::MainWindow|
source: The application will continue in systray. This can be disabled within the settings.
ka: აპლიკაცია სისტემურ საათთან გააგრძელებს მუშაობას. ამისი გამორთვა მორგების ფანჯრიდან შეგიძლიათ.

# Gui::MainWindow|
source: IMAP Alert
he: התראת IMAP
ka: IMAP-ის გაფრთხილება

# Gui::MainWindow|
source: IMAP Protocol Error
he: שגיאת פרוטוקול IMAP
ka: IMAP-ის პროტოკოლის შეცდომა

# Gui::MainWindow|
source: Network Error
he: שגיאת רשת
ka: ქსელის შეცდომა

# Gui::MainWindow|
source: IMAP Cache Error
he: שגיאת מטמון IMAP
ka: IMAP-ის კეშის შეცდომა

# Gui::MainWindow|
source: The caching subsystem managing a cache of the data already downloaded from the IMAP server is having troubles. All caching will be disabled. %1
ka: კეშის ქვესისტემას, რომელიც მართავს IMAP სერვერიდან უკვე გადმოწერილ მონაცემებს, პრობლემები აქვს. კეშინგი სრულად გაითიშა. %1

# Gui::MainWindow|
source: Offline
he: מנותק
ka: გათიშული

# Gui::MainWindow|
source: No Configuration
he: אין הגדרות
ka: კონფიგურაციის გარეშე

# Gui::MainWindow|
source: No IMAP account is configured. Trojitá cannot do much without one.
he: לא מוגדר חשבון IMAP.‏ Trojitá לא יכולה לעשות יותר מדי בלי אחד כזה.
ka: IMAP ანგარიში მორგებული არაა. Trojitá-ს მის გარეშე ბევრი რამის გაკეთება არ შეუძლია.

# Gui::MainWindow|
source: Failed to retrieve password from the store: %1
he: משיכת סיסמה מהאחסון נכשלה: %1
ka: პაროლის საცავიდან მიღების შეცდომა: %1

# Gui::MainWindow|
source: Authentication Required
he: נדרש אימות
ka: საჭროა ავთენტიკაცია

# Gui::MainWindow|
source: <p>Please provide IMAP password for user <b>%1</b> on <b>%2</b>:</p>
he: <p>נא לספק סיסמת IMAP למשתמש <b>%1</b> ב־<b>%2</b>:</p>
ka: <p>შეიყვანეთ IMAP პაროლი მომხმარებლისთვის <b>%1</b> on <b>%2</b>:</p>

# Gui::MainWindow|
source: Edit draft
he: עריכת טיוטה
ka: მონახაზის ჩასწორება

# Gui::MainWindow|
source: Failed to archive
he: העברה לארכיון נכשלה
ka: არქივირების შეცდომა

# Gui::MainWindow|
source: Create a Subfolder of %1
he: יצירת תת־תיקייה של %1
ka: %1-ის ქვესაქაღალდის შექმნა

# Gui::MainWindow|
source: Create a Top-level Mailbox
he: יצירת תיבת דוא״ל ברמה העליונה
ka: ზედა დონის საფოსტო ყუთის შექმნა

# Gui::MainWindow|
source: Delete Mailbox
he: מחיקת תיבת דוא״ל
ka: საფოსტო ყუთის წაშლა

# Gui::MainWindow|
source: Are you sure to delete mailbox %1?
he: למחוק את תיבת הדוא״ל %1?
ka: მართლა გნებავთ, წაშალოთ საფოსტო ყუთი %1?

# Gui::MainWindow|
source: Can't delete mailbox
he: לא ניתן למחוק את תיבת הדוא״ל
ka: საფოსტო ყუთის წაშლის შეცდომა

# Gui::MainWindow|
source: Deleting mailbox "%1" failed with the following message: %2
he: מחיקת תיבת הדוא״ל „%1” נכשלה עם ההודעה הבאה: %2
ka: საფოსტო ყუთის "%1" წაშლა ჩავარდა შემდეგი შეტყობინებით: %2

# Gui::MainWindow|
source: Can't create mailbox
he: לא ניתן ליצור תיבת דוא״ל
ka: საფოსტო ყუთის შექმნის შეცდომა

# Gui::MainWindow|
source: Creating mailbox "%1" failed with the following message: %2
ka: საფოსტო ყუთის "%1" შექმნა ჩავარდა შემდეგი შეტყობინებით: %2

# Gui::MainWindow|
source: Can't open mailbox
he: לא ניתן לפתוח את תיבת הדוא״ל
ka: საფოსტო ყუთის გახსნის შეცდომა

# Gui::MainWindow|
source: Opening mailbox "%1" failed with the following message: %2
ka: საფოსტო ყუთის "%1" გახსნა ჩავარდა შემდეგი შეტყობინებით: %2

# Gui::MainWindow|
source: Link target: %1
he: יעד קישור: %1
ka: ბმულის სამიზნე: %1

# Gui::MainWindow|
source: Plugins
he: תוספים
ka: დამატებები

# Gui::MainWindow|
source: Encrypted and signed messages
he: הודעות מוצפנות וחתומות
ka: დაშიფრული და ხელმოწერილი შეტყობინებები

# Gui::MainWindow|
source: IMAP compression
he: דחיסת IMAP
ka: IMAP-ის შეკუმშვა

# Gui::MainWindow|
source: <li>%1: supported</li>
he: <li>%1: נתמך</li>
ka: <li>%1: მხარდაჭერილია</li>

# Gui::MainWindow|
source: <li>%1: <strong>disabled</strong></li>
he: <li>%1: <strong>כבוי</strong></li>
ka: <li>%1: <strong>გათიშულია</strong></li>

# Gui::MainWindow|
source: Can't save into file
he: לא ניתן לשמור לקובץ
ka: ფაილში ჩაწერა შეუძლებელია

# Gui::MainWindow|
source: Unable to save into file. Error: %1
he: לא ניתן לשמור לקובץ. שגיאה: %1
ka: ფაილში შენახვა შეუძლებელია. შეცდომა: %1

# Gui::MainWindow|
source: Save Message
he: שמירת הודעה
ka: შეტყობინების შენახვა

# Gui::MainWindow|
source: Message source of UID %1 in %2
ka: შეტყობინების წყარო UID-ისთვის %1 %2-ში

# Gui::MainWindow|
source: Close
he: סגירה
ka: დახურვა

# Gui::MainWindow|
source: Unknown
he: לא ידוע
ka: უცნობი

# Gui::MainWindow|
source: Server: %1 %2
he: שרת: %1 %2
ka: სერვერი: %1 %2

# Gui::MainWindow|
source: Server: %1
he: שרת: %1
ka: სერვერი: %1

source: on %1 %2
he: על %1 %2
ka: %1 %2-ზე

# Gui::MainWindow|%1 is the operationg system of an IMAP server.
source: on %1
he: על %1
ka: %1-ზე

# Gui::MainWindow|
source: <p>The IMAP server did not return usable information about itself.</p>
he: <p>שרת ה־IMAP לא החזיר מידע שימושי לגביו.</p>
ka: <p>IMAP სერვერმა სასარგებლო ინფორმაცია თავისი თავისი შესახებ არ დააბრუნა.</p>

# Gui::MainWindow|
source: <p>The server has not provided information about its software version.</p>
he: <p>השרת לא סיפק פרטים על גרסת התוכנה שלו.</p>
ka: <p>სერვერს არ მოუწოდებია ინფორმაცია თავისი პროგრამის ვერსიის შესახებ.</p>

# Gui::MainWindow|
source: %1 <p>The following capabilities are currently advertised:</p>
he: %1 <p>היכולות הבאות מפורסמות כרגע:</p>
ka: %1 <p>ამჟამად გამოცხადებულია შემდეგი შესაძლებლობები:</p>

# Gui::MainWindow|
source: %1 - %n unread - Trojitá
ka: %1 - %n წაუკითხავი - Trojitá

# Gui::MainWindow|
source: Tag with "%1"
he: תיוג ב־„%1”
ka: ჭდე "%1"-ით

# QObject|
source: Resolving hostname...
he: שם המארח נפתר…
ka: ჰოსტის სახელის ამოხსნა...

# QObject|
source: Connecting to the IMAP server...
he: מוקם חיבור לשרת ה־IMAP…
ka: IMAP სერვერთან დაკავშირება...
