Repository: KDE/trojita
Catalog: poqm/*/trojita_qt.po
Languages: he, ka

# QObject|
source: Starting encryption (SSL)...
he: ההצפנה מתחילה (SSL)
ka: SSL დაშიფვრის გაშვება...

# QObject|
source: Checking certificates (SSL)...
he: האישורים נבדקים (SSL)…
ka: სერტიფიკატის (SSL) შემოწმება...

# QObject|
source: Checking capabilities...
he: היכולות נבדקות…
ka: შესაძლებლობების შემოწმება..

# QObject|
source: Waiting for encryption...
he: בהמתנה להצפנה…
ka: დაშიფვრის მოლოდინი...

# QObject|
source: Asking for encryption...
he: בקשה להצפנה…
ka: დაშიფვრის მოთხოვნა...

# QObject|
source: Starting encryption (STARTTLS)...
he: ההצפנה מתחילה (STARTTLS)…
ka: STARTTLS დაშიფვრის გაშვება...

# QObject|
source: Checking certificates (STARTTLS)...
he: האישורים נבדקים (STARTTLS)…
ka: სერტიფიკატის (STARTTLS) შემოწმება...

# QObject|
source: Checking capabilities (after STARTTLS)...
he: היכולות נבדקות (אחרי STARTTLS)…
ka: შესაძლებლობების შემოწმება (STARTTLS-ის შემდეგ)..

# QObject|
source: Logging in...
he: מתבצעת כניסה למערכת
ka: შესვლა...

# QObject|
source: Checking capabilities (after login)...
he: היכולות נבדקות (לאחר הכניסה למערכת)…
ka: შესაძლებლობების შემოწმება (შესვლის შემდეგ)...

# QObject|
source: Activating compression...
he: הדחיסה מופעלת…
ka: შეკუმშვის ჩართვა...

# QObject|
source: Logged in.
he: נכנסת.
ka: შეხვედით.

# QObject|
source: Waiting for another mailbox...
he: בהמתנה לתיבת דוא״ל אחרת…
ka: სხვა საფოსტო ყუთის მოლოდინი...

# QObject|
source: Opening mailbox...
he: תיבת הדוא״ל נפתחת…
ka: საფოსტო ყუთის გახსნა...

# QObject|
source: Synchronizing mailbox...
he: תיבת הדוא״ל מסתנכרנת…
ka: საფოსტო ყუთის სინქრონიზაცია...

# QObject|
source: Mailbox opened.
he: תיבת הדוא״ל נפתחה.
ka: საფოსტო ყუთი გაიხსნა.

# QObject|
source: Downloading message...
he: ההודעה מתקבלת…
ka: შეტყობინების გადმოწერა...

# QObject|
source: Downloading message structure...
he: מבנה ההודעה מתקבל…
ka: შეტყობინების სტრუქტურის გადმოწერა...

# QObject|
source: Logged out.
he: יצאת.
ka: გამოხვედით.

# QObject|
source: Unrecognized QFile error
he: שגיאת QFile לא מוכרת
ka: QFile-ის უცნობი შეცდომა

# QObject|
source: Couldn't remove file %1 for mailbox %2
ka: ვერ წავშალე ფაილი %1 საფოსტო ყუთისთვის %2

# QObject|
source: Couldn't remove file %1 for message %2, mailbox %3
ka: ვერ წავშალე ფაილი %1 შეტყობინებისთვის %2. საფოსტო ყუთი %3

# QObject|
source: Couldn't save the part %1 of message %2 (mailbox %3) into file %4: %5 (%6)
ka: ვერ შევინახე ნაწილი %1 შეტყობინებისთვის %2 (საფოსტო ყუთი %3) ფაილში %4: %5 (%6)

# Imap::Mailbox::FavoriteTagsModel|
source: Name
he: שם
ka: სახელი

# Imap::Mailbox::FavoriteTagsModel|
source: Color
he: צבע
ka: ფერი

# Imap::Mailbox::FullMessageCombiner|
source: Message is gone
he: ההודעה נעלמה
ka: შეტყობინება გაქრა

# Imap::Mailbox::FullMessageCombiner|
source: Offline mode: uncached message data not available
ka: უქსელო რეჟიმი: დაუკეშავი შეტყობინების მონაცემები ხელმისაწვდომი არაა

# Imap::Mailbox::FullMessageCombiner|
source: Offline mode: uncached header data not available
ka: უქსელო რეჟიმი: დაუკეშავი თავსართის მონაცემები ხელმისაწვდომი არაა

# Imap::Mailbox::FullMessageCombiner|
source: Offline mode: uncached body data not available
ka: უქსელო რეჟიმი: დაუკეშავი სხეულის მონაცემები ხელმისაწვდომი არაა

# Imap::ImapAccess|
source: Failed to create directory %1
he: יצירת התיקייה %1 נכשלה
ka: შეცდომა საქაღალდის (%1) შექმნისას

# Imap::ImapAccess|
source: Failed to set safe permissions on cache directory %1
ka: კეშის საქაღალდეზე %1 უსაფრთხო წვდომების დაყენება ჩავარდა

# Imap::Mailbox::Model|
source: Today
he: היום
ka: დღეს

# Imap::Mailbox::Model|
source: Last Week
he: שבוע שעבר
ka: ბოლო კვირა

source: MMMM yyyy
ka: თთთთ წწწწ

# Imap::Mailbox::Model|
source: [loading %1...]
he: [%1 נטען…]
ka: [%1-ის ჩატვირთვა...]

# Imap::Mailbox::Model|
source: [loading %1: %2...]
he: [%1 נטען: %2…]
ka: [%1-ის ჩატვირთვა: %2...]

# Imap::Mailbox::Model|
source: Going offline
he: מתבצע ניתוק
ka: კავშირგარეშე რეჟიმში გადასვლა

# Imap::Mailbox::Model|
source: <p>It appears that you are connecting to a POP3 server. That won't work here.</p>
ka: <p>როგორც ჩანს, ცდილობთ, POP3 სერვერს დაუკავშირდეთ. ეს აქ არ იმუშავებს.</p>

# Imap::Mailbox::Model|
source: <p>It appears that you are connecting to an SMTP server. That won't work here.</p>
ka: <p>როგორც ჩანს, ცდილობთ, SMTP სერვერს დაუკავშირდეთ. ეს აქ არ იმუშავებს.</p>

# Imap::Mailbox::Model|
source: <h2>This is not an IMAP server</h2>%1<p>Please check your settings to make sure you are connecting to the IMAP service. A typical port number for IMAP is 143 or 993.</p><p>The server said:</p><pre>%2</pre>
ka: <h2>ეს IMAP სერვერი არაა</h2%1<p>შეამოწმეთ თქვენი პარამეტრები, რომ დარწმუნდეთ, რომ IMAP სერვისთან დაკავშირებას ცდილობთ. ტიპიური პორტის ნომერი IMAP-ისთვის არის 143, ან 993.</p><p>სერვერმა თქვა:</p><pre>%2</pre>

# Imap::Mailbox::Model|
source: <p>The IMAP server sent us a reply which we could not parse. This might either mean that there's a bug in Trojitá's code, or that the IMAP server you are connected to is broken. Please report this as a bug anyway. Here are the details:</p><p><b>%1</b>: %2</p><pre>%3 %4</pre>
ka: <p>IMAP სერვერმა გამოაგზავნა პასუხი, რომელიც გაუგებარია. ეს ან ნიშნავს, რომ Trojitá-ის კოდში შეცდომაა, ან რომ IMAP სერვერი, რომელსაც უკავშირდებით, გაფუჭებულია. მოგვწერეთ ამ შეცდომის შესახებ ყოველი შემთხვევისთვის. დეტალები:</p><p><b>%1</b>: %2</p><pre>%3 %4</pre>

# Imap::Mailbox::Model|
source: We aren't talking to an IMAP4 server
he: אנחנו לא מדברים מול שרת IMAP4
ka: ველაპარაკებით IMAP4 სერვერს

# Imap::Mailbox::Model|
source: The connection is being killed for unspecified reason
he: החיבור מחוסל מסיבות שלא צוינו
ka: კავშირი მოკვდა მიუთითებელი მიზეზით

# MsgListModel|
source: Subject
he: נושא
ka: თემა

# MsgListModel|
source: From
he: מאת
ka: ვისგან

# MsgListModel|
source: To
he: אל
ka: ვის

# MsgListModel|
source: Cc
he: עותק
ka: ასლი

# MsgListModel|
source: Bcc
he: עותק סמוי
ka: ფარულიასლი

# MsgListModel|
source: Date
he: תאריך
ka: თარიღი

# MsgListModel|
source: Received
he: התקבלה
ka: მიღებული

# MsgListModel|
source: Size
he: גודל
ka: ზომა

# Imap::Mailbox::NetworkWatcher|
source: Attempting to reconnect in %n secs
ka: თავიდან დაკავშირების მცდელობა %n წამში

# Imap::Mailbox::PrettyMailboxModel|
source: %n messages
ka: %n შეტყობინება

# Imap::Mailbox::PrettyMailboxModel|
source: %n unread
he: לא נקראה
ka: %n წაუკითხავი

# Imap::Mailbox::PrettyMailboxModel|
source: %n recent
he: אחרון
ka: %n ახალი

# Imap::Mailbox::PrettyMsgListModel|
source: Loading...
he: בטעינה…
ka: იტვირთება...

# Imap::Mailbox::PrettyMsgListModel|
source: (no subject)
he: (אין נושא)
ka: (სათაურის გარეშე)

# QObject|
source: Can't create table msg_threading
he: לא ניתן ליצור את הטבלה msg_threading
ka: ცხრილის msg_threading შექმნა შეუძლებელია

# QObject|
source: Can't create table mailbox_sync_state
he: לא ניתן ליצור את הטבלה mailbox_sync_state
ka: ცხრილის mailbox_sync_state შექმნა შეუძლებელია

# QObject|
source: Can't create table msg_metadata
he: לא ניתן ליצור את הטבלה msg_metadata
ka: ცხრილის msg_metadata შექმნა შეუძლებელია

# QObject|
source: Can't open database
he: לא ניתן לפתוח את מסד הנתונים
ka: მონაცემთა ბაზის გახსნა შეუძლებელია

# QObject|
source: Failed to verify version
he: אימות הגרסה נכשל
ka: ვერსიის გადამოწმება ჩავარდა

# QObject|
source: Can't determine version info
he: לא ניתן לאתר את פרטי הגרסה
ka: ვერსიის ინფორმაციის დადგენა შეუძლებელია

# QObject|
source: Failed to update cache DB scheme from v1 to v2
he: עדכון גרסת סכמת מסד נתוני המטמון מ־1 ל־2 נכשלה
ka: კეშის ბაზის სქემის v1-დან v2-ზე განახლება ჩავარდა

# QObject|
source: Failed to drop old table mailbox_sync_state
he: השמטת הטבלה הישנה mailbox_sync_state נכשלה
ka: ძველი mailbox_sync_state ცხრილის წაშლა შეუძლებელია

# QObject|
source: Failed to update cache DB scheme from v2/v3 to v4
he: עדכון גרסת סכמת מסד נתוני המטמון מ־2/3 ל־4 נכשלה
ka: კეშის ბაზის სქემის v2/v3-დან v4-ზე განახლება ჩავარდა

# QObject|
source: Failed to drop old table msg_metadata
he: השמטת הטבלה הישנה msg_metadata נכשלה
ka: ძველი msg_metadata ცხრილის წაშლა შეუძლებელია

# QObject|
source: Failed to update cache DB scheme from v4/v5/v6 to v7
he: עדכון גרסת סכמת מסד נתוני המטמון מ־4/5/6 ל־7 נכשלה
ka: კეშის ბაზის სქემის v4/v5/v6-დან v7-ზე განახლება ჩავარდა

# QObject|
source: Unknown version of sqlite cache
he: גרסה לא ידועה של מטמון sqlite
ka: sqlite-ის კეშის უცნობი ვერსია

# QObject|
source: Failed to prepare table structures
he: הכנת מבני הטבלה נכשלה
ka: ცხრილის სტრუქტურების მომზადება ჩავარდა

# QObject|
source: Can't store version info
he: לא ניתן לאחסן פרטי גרסה
ka: ვერსიის ინფორმაციის შენახვა შეუძლებელია

# QObject|
source: Can't create table child_mailboxes
he: לא ניתן ליצור את הטבלה child_mailboxes
ka: ვერ შევქმენი ცხრილი child_mailboxes

# QObject|
source: Can't create table uid_mapping
he: לא ניתן ליצור את הטבלה uid_mapping
ka: ვერ შევქმენი ცხრილი uid_mapping

# QObject|
source: Can't create table flags
he: לא ניתן ליצור את דגלוני הטבלה
ka: ვერ შევქმენი ცხრილი flags

# QObject|
source: Can't create table parts
he: לא ניתן ליצור את חלקי הטבלה
ka: ვერ შევქმენი ცხრილი parts

# QObject|
source: Failed to prepare queryChildMailboxes
he: הכנת queryChildMailboxes נכשלה
ka: შეცდომა queryChildMailboxes-ის მომზადებისას

# QObject|
source: Failed to prepare queryChildMailboxesFresh
he: הכנת queryChildMailboxesFresh נכשלה
ka: შეცდომა queryChildMailboxesFresh-ის მომზადებისას

# QObject|
source: Failed to prepare queryRemoveChildMailboxes
he: הכנת queryRemoveChildMailboxes נכשלה
ka: შეცდომა queryRemoveChildMailboxes-ის მომზადებისას

# QObject|
source: Failed to prepare querySetChildMailboxes
he: הכנת querySetChildMailboxes נכשלה
ka: შეცდომა querySetChildMailboxes-ის მომზადებისას

# QObject|
source: Failed to prepare queryMailboxSyncState
he: הכנת queryMailboxSyncState נכשלה
ka: შეცდომა queryMailboxSyncState-ის მომზადებისას

# QObject|
source: Failed to prepare querySetMailboxSyncState
he: הכנת querySetMailboxSyncState נכשלה
ka: შეცდომა querySetMailboxSyncState-ის მომზადებისას

# QObject|
source: Failed to prepare queryUidMapping
he: הכנת queryUidMapping נכשלה
ka: შეცდომა queryUidMapping-ის მომზადებისას

# QObject|
source: Failed to prepare querySetUidMapping
he: הכנת querySetUidMapping נכשלה
ka: შეცდომა querySetUidMapping-ის მომზადებისას

# QObject|
source: Failed to prepare queryClearUidMapping
he: הכנת queryClearUidMapping נכשלה
ka: შეცდომა queryClearUidMapping-ის მომზადებისას

# QObject|
source: Failed to prepare queryMessageMetadata
he: הכנת queryMessageMetadata נכשלה
ka: შეცდომა queryMessageMetadata-ის მომზადებისას

# QObject|
source: Failed to prepare queryAccssMessageMetadata
he: הכנת queryAccssMessageMetadata נכשלה
ka: შეცდომა queryAccssMessageMetadata-ის მომზადებისას

# QObject|
source: Failed to prepare querySetMessageMetadata
he: הכנת querySetMessageMetadata נכשלה
ka: შეცდომა querySetMessageMetadata-ის მომზადებისას

# QObject|
source: Failed to prepare queryMessageFlags
he: הכנת queryMessageFlags נכשלה
ka: შეცდომა queryMessageFlags-ის მომზადებისას

# QObject|
source: Failed to prepare querySetMessageFlags
he: הכנת querySetMessageFlags נכשלה
ka: შეცდომა querySetMessageFlags-ის მომზადებისას

# QObject|
source: Failed to prepare queryClearAllMessages1
he: הכנת queryClearAllMessages1 נכשלה
ka: შეცდომა queryClearAllMessages1-ის მომზადებისას

# QObject|
source: Failed to prepare queryClearAllMessages2
he: הכנת queryClearAllMessages2 נכשלה
ka: შეცდომა queryClearAllMessages2-ის მომზადებისას

# QObject|
source: Failed to prepare queryClearAllMessages3
he: הכנת queryClearAllMessages3 נכשלה
ka: შეცდომა queryClearAllMessages3-ის მომზადებისას

# QObject|
source: Failed to prepare queryClearAllMessages4
he: הכנת queryClearAllMessages4 נכשלה
ka: შეცდომა queryClearAllMessages4-ის მომზადებისას

# QObject|
source: Failed to prepare queryClearMessage1
he: הכנת queryClearMessage1 נכשלה
ka: შეცდომა queryClearMessage1-ის მომზადებისას

# QObject|
source: Failed to prepare queryClearMessage2
he: הכנת queryClearMessage2 נכשלה
ka: შეცდომა queryClearMessage2-ის მომზადებისას

# QObject|
source: Failed to prepare queryClearMessage3
he: הכנת queryClearMessage3 נכשלה
ka: შეცდომა queryClearMessage3-ის მომზადებისას

# QObject|
source: Failed to prepare queryMessagePart
he: הכנת queryMessagePart נכשלה
ka: შეცდომა queryMessagePart-ის მომზადებისას

# QObject|
source: Failed to prepare querySetMessagePart
he: הכנת querySetMessagePart נכשלה
ka: შეცდომა querySetMessagePart-ის მომზადებისას

# QObject|
source: Failed to prepare queryForgetMessagePart
he: הכנת queryForgetMessagePart נכשלה
ka: შეცდომა queryForgetMessagePart-ის მომზადებისას

# QObject|
source: Failed to prepare queryMessageThreading
he: הכנת queryMessageThreading נכשלה
ka: შეცდომა queryMessageThreading-ის მომზადებისას

# QObject|
source: Failed to prepare querySetMessageThreading
he: הכנת querySetMessageThreading נכשלה
ka: შეცდომა querySetMessageThreading-ის მომზადებისას

# QObject|
source: Query queryChildMailboxes failed
he: השאילתה queryChildMailboxes נכשלה
ka: queryChildMailboxes-ის მოთხოვნა ჩავარდა

# QObject|
source: Corrupt data when reading child items for mailbox %1, line %2
he: נתונים פגומים בעת קריאת פריטים צאצאיים מתיבת הדוא״ל %1, שורה %2
ka: დაზიანებული მონაცემები შვილი ელემენტების წაკითხვისას საფოსტო ყუთისთვის %1. ხაზი %2

# QObject|
source: Query queryChildMailboxesFresh failed
he: השאילתה queryChildMailboxesFresh נכשלה
ka: queryChildMailboxesFresh-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryRemoveChildMailboxes failed
he: השאילתה queryRemoveChildMailboxes נכשלה
ka: queryRemoveChildMailboxes-ის მოთხოვნა ჩავარდა

# QObject|
source: Query querySetChildMailboxes failed
he: השאילתה querySetChildMailboxes נכשלה
ka: querySetChildMailboxes-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryMailboxSyncState failed
he: השאילתה queryMailboxSyncState נכשלה
ka: queryMailboxSyncState-ის მოთხოვნა ჩავარდა

# QObject|
source: Query querySetMailboxSyncState failed
he: השאילתה querySetMailboxSyncState נכשלה
ka: querySetMailboxSyncState-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryUidMapping failed
he: השאילתה queryUidMapping נכשלה
ka: queryUidMapping-ის მოთხოვნა ჩავარდა

# QObject|
source: Query querySetUidMapping failed
he: השאילתה querySetUidMapping נכשלה
ka: querySetUidMapping-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryClearUidMapping failed
he: השאילתה queryClearUidMapping נכשלה
ka: queryClearUidMapping-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryClearAllMessages1 failed
he: השאילתה queryClearAllMessages1 נכשלה
ka: queryClearAllMessages1-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryClearAllMessages2 failed
he: השאילתה queryClearAllMessages2 נכשלה
ka: queryClearAllMessages2-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryClearAllMessages3 failed
he: השאילתה queryClearAllMessages3 נכשלה
ka: queryClearAllMessages3-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryClearAllMessages4 failed
he: השאילתה queryClearAllMessages4 נכשלה
ka: queryClearAllMessages4-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryClearMessage1 failed
he: השאילתה queryClearMessage1 נכשלה
ka: queryClearMessage1-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryClearMessage2 failed
he: השאילתה queryClearMessage2 נכשלה
ka: queryClearMessage2-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryClearMessage3 failed
he: השאילתה queryClearMessage3 נכשלה
ka: queryClearMessage3-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryMessageFlags failed
he: השאילתה queryMessageFlags נכשלה
ka: queryMessageFlags-ის მოთხოვნა ჩავარდა

# QObject|
source: Query querySetMessageFlags failed
he: השאילתה querySetMessageFlags נכשלה
ka: querySetMessageFlags-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryMessageMetadata failed
he: השאילתה queryMessageMetadata נכשלה
ka: queryMessageMetadata-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryAccessMessageMetadata failed
he: השאילתה queryAccessMessageMetadata נכשלה
ka: queryAccessMessageMetadata-ის მოთხოვნა ჩავარდა

# QObject|
source: Query querySetMessageMetadata failed
he: השאילתה querySetMessageMetadata נכשלה
ka: querySetMessageMetadata-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryMessagePart failed
he: השאילתה queryMessagePart נכשלה
ka: queryMessagePart-ის მოთხოვნა ჩავარდა

# QObject|
source: Query querySetMessagePart failed
he: השאילתה querySetMessagePart נכשלה
ka: querySetMessagePart-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryForgetMessagePart failed
he: השאילתה queryForgetMessagePart נכשלה
ka: queryForgetMessagePart-ის მოთხოვნა ჩავარდა

# QObject|
source: Query queryMessageThreading failed
he: השאילתה queryMessageThreading נכשלה
ka: queryMessageThreading-ის მოთხოვნა ჩავარდა

# QObject|
source: Query querySetMessageThreading failed
he: השאילתה querySetMessageThreading נכשלה
ka: querySetMessageThreading-ის მოთხოვნა ჩავარდა

# Imap::Mailbox::TaskPresentationModel|
source: Parser %1
he: מפענח %1
ka: დამმუშავებელი %1

# Imap::Mailbox::ThreadingMsgListModel|
source: [Message is missing]
he: [הודעה חסרה]
ka: [შეტყობინება აკლია]

# Imap::Mailbox::ThreadingMsgListModel|
source: This thread refers to an extra message, but that message is not present in the selected mailbox, or is missing from the current search context.
ka: ეს ძაფი მიმართავს დამატებით შეტყობინებას, მაგრამ ის შეტყობინება მონიშნულ საფოსტო ყუთში აღმოჩენილი არაა, ან არ არსებობს მიმდინარე ძებნის კონტექსტში.

# Imap::Network::FileDownloadManager|
source: Cannot translate CID URL: message is gone
ka: CID URL-ის თარგმნა სეუძლებელია: შეტყობინება გაქრა

# Imap::Network::FileDownloadManager|
source: CID not found (%1)
he: ה־CID (מזהה תוכן) לא נמצא (%1)
ka: CID აღმოჩენილი არაა (%1)

# Imap::Network::FileDownloadManager|
source: Unsupported URL (%1)
he: כתובת לא נתמכת (%1)
ka: მხარდაუჭერელი URL (%1)

# Imap::Network::FileDownloadManager|
source: FileDownloadManager::downloadPart(): part has disappeared
he: FileDownloadManager::downloadPart(): חלק נעלם
ka: FileDownloadManager::downloadPart(): ნაწილი გაქრა

# Imap::Network::FileDownloadManager|
source: FileDownloadManager::downloadMessage(): message has disappeared
he: FileDownloadManager::downloadMessage(): ההודעה נעלמה
ka: FileDownloadManager::downloadMessage(): შეტყობინება გაქრა

# Imap::Network::ForbiddenReply|
source: Remote Content Is Banned
he: התוכן המרוחק חסום
ka: დაშორებული შემცველობა აკრძალულია

# Imap::Network::MsgPartNetworkReply|
source: Cannot access data
he: לא ניתן לגשת לנתונים
ka: მონაცემებთან წვდომა შეუძლებელია

# Imap::Network::MsgPartNetworkReply|
source: Uncached data not available when offline
he: נתונים שאינם במטמון לא זמינים ללא חיבור לאינטרנט
ka: დაუკეშავი მონაცემები ინტერნეტის გარეშე ხელმისაწვდომი არაა

# Imap::Network::MsgPartNetworkReply|
source: Error downloading data
he: שגיאת הורדת נתונים
ka: მონაცემების გადმოწერის შეცდომა

# Imap::Mailbox::AppendTask|
source: Uploading message
he: ההודעה עולה
ka: შეტყობინების ატვირთვა

# Imap::Mailbox::CopyMoveMessagesTask|
source: All messages disappeared before we could have copied them
he: כל ההודעות נעלמו לפני שיכולנו להעתיק אותן
ka: ყველა შეტყობინება გაქრა მანამდე, სანამ ისინი დავაკოპირეთ

# Imap::Mailbox::CopyMoveMessagesTask|
source: Asked to die
he: ביקש להתחסל
ka: ვთხოვეთ, გარდაიცვალოს

# Imap::Mailbox::CopyMoveMessagesTask|
source: The COPY operation has failed: %1
he: פעולת COPY (העתקה) נכשלה: %1
ka: ოპერაცია COPY ჩავარდა: %1

# Imap::Mailbox::CopyMoveMessagesTask|
source: The UID MOVE operation has failed: %1
ka: ოპერაცია UID MOVE ჩავარდა: %1

# Imap::Mailbox::CopyMoveMessagesTask|
source: Copying messages
he: הודעות מועתקות
ka: შეტყობინებების კოპირება

# Imap::Mailbox::CreateMailboxTask|
source: Asked to die
he: ביקש להתחסל
ka: ვთხოვეთ, გარდაიცვალოს

# Imap::Mailbox::CreateMailboxTask|
source: Cannot create mailbox
he: לא ניתן ליצור תיבת דוא״ל
ka: საფოსტო ყუთის შექმნა შეუძლებელია

# Imap::Mailbox::CreateMailboxTask|
source: Error with the LIST command after the CREATE
he: שגיאה עם פקודת ה־LIST אחרי ה־CREATE
ka: შეცდომა LIST ბრძანებასთან CREATE-ის შემდეგ

# Imap::Mailbox::CreateMailboxTask|
source: Creating mailbox
he: נוצרת תיבת דוא״ל
ka: საფოსტო ყუთის შექმნა

# Imap::Mailbox::DeleteMailboxTask|
source: Couldn't delete mailbox
he: לא ניתן למחוק תיבת דוא״ל
ka: საფოსტო ყუთის წაშლა შეუძლებელია

# Imap::Mailbox::DeleteMailboxTask|
source: Deleting mailbox
he: תיבת הדוא״ל נמחקת
ka: საფოსტო ყუთის წაშლა

# Imap::Mailbox::DeleteMailboxTask|
source: Mailbox %1 has pending activity, so it cannot be deleted now.
he: יש פעולה ממתינה בתיבת הדוא״ל %1, לכן לא ניתן למחוק אותה כעת.
ka: საფოსტო ყუთს %1 აქვს აქტივობა რიგში, ასე რომ, მას ახლა ვერ წაშლით.

# Imap::Mailbox::DeleteMailboxTask|
source: Mailbox has pending activity
he: יש פעולה שממתינה לתיבת הדוא״ל הנכנס
ka: საფოსტო ყუთს აქვს დარჩენილი აქტივობები

# Imap::Mailbox::EnableTask|
source: ENABLE failed, strange
he: ENABLE נכשל, מוזר
ka: ENABLE ჩავარდა. უცნაურია

# Imap::Mailbox::EnableTask|
source: Enabling IMAP extensions
he: הרחבות IMAP מופעלות
ka: IMAP გაფართოებების ჩართვა

# Imap::Mailbox::ExpungeMailboxTask|
source: Mailbox vanished before we could expunge it
he: תיבת הדוא״ל נעלמה לפני שהצלחנו להשמיד אותה
ka: საფოსტო ყუთი გაქრა მის განადგურებამდე

# Imap::Mailbox::ExpungeMailboxTask|
source: Expunge failed
he: ההשמדה נכשלה
ka: განადგურება ჩავარდა

# Imap::Mailbox::ExpungeMailboxTask|
source: Removing deleted messages
he: ההודעות שנמחקו עוברות הסרה
ka: წაშლილი შეტყობინებების მოცილება

# Imap::Mailbox::ExpungeMessagesTask|
source: All messages are gone already
he: כל ההודעת כבר אינן
ka: ყველა შეტყობინება უკვე გაქრა

# Imap::Mailbox::ExpungeMessagesTask|
source: The IMAP server doesn't support the UIDPLUS extension
he: שרת ה־IMAP לא תומך בהרחבה UIDPLUS
ka: IMAP სერვერს UIDPLUS გაფართოების მხარდაჭერა არ აქვს

# Imap::Mailbox::ExpungeMessagesTask|
source: UID EXPUNGE failed
he: UID EXPUNGE נכשל
ka: UID EXPUNGE ჩავარდა

# Imap::Mailbox::ExpungeMessagesTask|
source: Removing some of the deleted messages
he: חלק מההודעות שנמחקו עוברות הסרה
ka: ზოგიერთი წაშლილი შეტყობინების მოცილება

# Imap::Mailbox::FetchMsgMetadataTask|
source: handleFetch: mailbox disappeared
he: handleFetch: תיבת הדוא״ל נעלמה
ka: handleFetch: საფოსტო ყუთი გაქრა

# Imap::Mailbox::FetchMsgMetadataTask|
source: UID FETCH failed
he: UID FETCH נכשלה
ka: UID FETCH ჩავარდა

# Imap::Mailbox::FetchMsgMetadataTask|
source: Downloading headers
he: הכותרות יורדות
ka: თავსართების გადმოწერა

# Imap::Mailbox::FetchMsgPartTask|
source: Mailbox disappeared
he: תיבת הדוא״ל נעלמה
ka: საფოსტო ყუთი გაქრა

# Imap::Mailbox::FetchMsgPartTask|
source: Downloading messages
he: ההורדות יורדות
ka: მიმდინარეობს შეტყობინების გადმოწერა

# Imap::Mailbox::GenUrlAuthTask|
source: Obtaining authentication token
he: אסימון האימות מתקבל
ka: ავთენტიკაციის ტოკენის მიღება

# Imap::Mailbox::IdTask|
source: ID failed, strange
he: ID (מזהה) נכשל, מוזר
ka: ID ჩავარდა. უცნაურია

# Imap::Mailbox::IdTask|
source: Identifying server
he: השרת מזוהה
ka: სერვერის იდენტიფიკაცია

# Imap::Mailbox::ImapTask|
source: The server sent the following ALERT: %1
he: השרת שלח את ה־ALERT (התראה) הבא: %1
ka: სერვერმა გამოაგზავნა შემდეგი განგაში: %1

# Imap::Mailbox::ImapTask|
source: Asked to die
he: ביקש להתחסל
ka: ვთხოვეთ, გარდაიცვალოს

# Imap::Mailbox::ImapTask|
source: Aborted
he: בוטל באופן גורף
ka: შეწყვეტილია

# Imap::Mailbox::KeepMailboxOpenTask|
source: Asked to die
he: ביקש להתחסל
ka: ვთხოვეთ, გარდაიცვალოს

# Imap::Mailbox::KeepMailboxOpenTask|
source: Parser is gone
he: המפענח איננו
ka: დამმუშავებელი გაქრა

# Imap::Mailbox::KeepMailboxOpenTask|
source: Logging off...
ka: ანგარიშიდან გასვლა...

# Imap::Mailbox::KeepMailboxOpenTask|
source: The UIDVALIDITY has changed while mailbox is open. Please reconnect.
ka: UIDVALIDITY შეიცვალა იმ დროს, როცა საფოსტო ყუთი ღია იყო. თავიდან დაუკავშირდით.

# Imap::Mailbox::KeepMailboxOpenTask|
source: UNSELECTed
ka: UNSELECT გადაცემულია

# Imap::Mailbox::ListChildMailboxesTask|
source: Mailbox vanished before we could ask for its children
he: תיבת הדוא״ל נעלמה לפני שהספקנו לבקש את הצאצאים שלה
ka: საფოსტო ყუთი გაქრა, სანამ მას შვილებზე ვკითხავდით
