Repository: KDE/trojita
Catalog: poqm/*/trojita_qt.po
Languages: he, ka

# Imap::Mailbox::ListChildMailboxesTask|
source: LIST failed
he: LIST (הצגה) נכשל
ka: LIST -ის შეცდომა

# Imap::Mailbox::ListChildMailboxesTask|
source: Mailbox no longer available -- weird timing?
he: תיבת הדוא״ל לא זמינה עוד -- תזמון מוזר?
ka: საფოსტო ყუთი ხელმისაწვდომი აღარაა -- ცუდი დროა?

# Imap::Mailbox::ListChildMailboxesTask|
source: Listing mailboxes
he: תיבות הדוא״ל מוצגות
ka: საფოსტო ყუთების ჩამონათვალი

# Imap::Mailbox::NoopTask|
source: NOOP failed, strange
he: ה־NOOP (אין פעולה) נכשל, מוזר
ka: NOOP -ის შეცდომა. უცნაურია

# Imap::Mailbox::NoopTask|
source: Checking for new messages
he: מתבצעת בדיקה לאיתור הודעות חדשות
ka: ახალი შეტყობინებების შემოწმება

# Imap::Mailbox::NumberOfMessagesTask|
source: STATUS has failed
he: STATUS (מצב) נכשל
ka: STATUS-ის შეცდომა

# Imap::Mailbox::NumberOfMessagesTask|
source: Looking for messages
he: מתבצע איתור הודעות
ka: შეტყობინებების ძებნა

# Imap::Mailbox::ObtainSynchronizedMailboxTask|
source: Asked to abort or die
he: ביקש להתחסל או להתבטל
ka: ვთხოვეთ, გარდაიცვალოს, ან შეწყვიტოს

# Imap::Mailbox::ObtainSynchronizedMailboxTask|
source: Mailbox syncing dead or aborted
he: סנכרון תיבת דוא״ל חוסל או בוטל
ka: საფოსტო ყუთის სინქრონიზაცია მკვდარია ან შეწყვეტილი

# Imap::Mailbox::ObtainSynchronizedMailboxTask|
source: Asked to die
he: ביקש להתחסל
ka: ვთხოვეთ, გარდაიცვალოს

# Imap::Mailbox::ObtainSynchronizedMailboxTask|
source: Escaped from mailbox
ka: გაქცევა საფოსტო ყუთიდან

# Imap::Mailbox::ObtainSynchronizedMailboxTask|
source: Synchronizing mailbox
he: תיבת הדוא״ל מסתנכרנת
ka: საფოსტო ყუთის სინქრონიზაცია

# Imap::Mailbox::OfflineConnectionTask|
source: We're offline
he: אין חיבור
ka: ჩვენ ხაზგარეშე ვართ

# Imap::Mailbox::OfflineConnectionTask|
source: Offline
he: מנותק
ka: გათიშული

# Imap::Mailbox::OpenConnectionTask|
source: Asked to die
he: ביקש להתחסל
ka: ვთხოვეთ, გარდაიცვალოს

# Imap::Mailbox::OpenConnectionTask|
source: Configuration requires sending STARTTLS, but the IMAP server greets us with PREAUTH. Encryption cannot be established. If this configuration worked previously, someone is after your data and they are pretty smart.
ka: კონფიგურაცია ითხოვს STARTTLS-ის გაგზავნას, მაგრამ IMAP სერვერი PREAUTH-ით შეგვეგება. დაშიფვრის აწყობა შეუძლებელია. თუ ამ კონფიგურაციამ ადრე იმუშავა, ვიღაც ცდილობს, თქვენი მონაცემები მოიპაროს და ის ძალიან ჭკვიანია.

# Imap::Mailbox::OpenConnectionTask|
source: This server gracefully refuses IMAP connections through a BYE response.
he: השרת מסרב בנימוס לחיבורי IMAP עם תגובת BYE (סיום).
ka: ეს სერვერი უარყოფს IMAP კავშირებს BYE პასუხით.

# Imap::Mailbox::OpenConnectionTask|
source: The server replied with the following BAD response: %1
he: השרת השיב עם תגובת ה־BAD (פסול) הבאה: %1
ka: სერვერმა გვიპასუხა შემდეგი BAD პასუხით: %1

# Imap::Mailbox::OpenConnectionTask|
source: Server has greeted us with a BAD response
he: השרת קיבלת את פנינו עם תגובת BAD (פסול)
ka: სერვერი BAD პასუხით შეგვეგება

# Imap::Mailbox::OpenConnectionTask|
source: Cannot establish a secure connection. The STARTTLS command failed: %1
he: לא ניתן להקים חיבור מאובטח. פקודת ה־STARTTLS נכשלה: %1
ka: დაცული კავშირის დამყარება შეუძლებელია. STARTTLS ბრძანება ჩავარდა: %1

# Imap::Mailbox::OpenConnectionTask|
source: Server error: Capabilities contain LOGINDISABLED even after STARTTLS
he: שגיאת שרת: היכולות מכילות LOGINDISABLED אפילו אחרי STARTTLS
ka: სერვერის შეცდომა: შესაძლებლობები შეიცავს LOGINDISABLED STARTTLS-ის შემდეგაც კი

# Imap::Mailbox::OpenConnectionTask|
source: Temporary failure because a subsystem is down.
he: כשל זמני עקב תת־מערכת לא פעילה.
ka: დროებითი ჩავარდნა, რადგან ქვესისტემა გამორთულია.

# Imap::Mailbox::OpenConnectionTask|
source: Authentication failed. This often happens due to bad password or wrong user name.
he: האימות נכשל. זה בדרך כלל קורה עקב סיסמה או שם משתמש שגויים.
ka: ავთენტიკაცია ჩავარდა. ეს ხშირად ხდება არასწორი პაროლის ან მომხმარებლის სახელის გამო.

# Imap::Mailbox::OpenConnectionTask|
source: Authentication succeeded in using the authentication identity, but the server cannot or will not allow the authentication identity to act as the requested authorization identity.
he: האימות הצליח להשתמש בזהות האימות, אבל השרת לא יכול או שלא ירשה לפעול בתור זהות האימות המבוקשת.
ka: ავთენტიკაცია წარმატებულია ავთენტიკაციის იდენტიფიკატორით, მაგრამ სერვერს ან არ შეუძლია, ან არ უნდა ავთენტიკაციის იდენტიფიკატორმა ისე იმუშაოს, როგორც ის ითხოვს.

# Imap::Mailbox::OpenConnectionTask|
source: Either authentication succeeded or the server no longer had the necessary data; either way, access is no longer permitted using that passphrase. You should get a new passphrase.
he: או שהאימות הצליח או שלשרת לא היה עוד את הנתונים הנחוצים, כך או כך, הגישה עם מילת הצופן הזאת לא מורשית יותר. צריך מילת צופן חדשה.
ka: ან ავთენტიკაცია წარმატებულია, ან სერვერს აღარ აქვს საჭირო მონაცემები. ორივე შემთხვევაში ამ საკვანძო ფრაზით წვდომა დაშვებული აღარაა. გჭირდებათ ახალი საკვანძო ფრაზა.

# Imap::Mailbox::OpenConnectionTask|
source: The operation is not permitted due to a lack of privacy.
he: הפעולה לא מורשית עקב העדר פרטיות.
ka: ოპერაცია დაშვებული არაა კონფიდენციალობის ნაკლებობის გამო.

# Imap::Mailbox::OpenConnectionTask|
source: You should contact the system administrator or support desk.
he: יש ליצור קשר עם הנהלת המערכת או מערך התמיכה.
ka: მიმართეთ სისტემურ ადმინისტრატორს, ან მხარდაჭერის გუნდს.

# Imap::Mailbox::OpenConnectionTask|
source: Login failed: %1
he: הכניסה נכשלה: %1
ka: შესვლის შეცდომა: %1

# Imap::Mailbox::OpenConnectionTask|
source: Server error: LOGINDISABLED but no STARTTLS capability. The login is effectively disabled entirely.
he: שגיאת שרת: LOGINDISABLED אבל אין יכולת STARTTLS. הכניסה מושבתת לחלוטין בפועל.
ka: სერვერის შეცდომა: LOGINDISABLED, მაგრამ STARTTLS შესაძლებლობის გარეშე. ეს მომხმარებელი სრულადაა გათიშული.

# Imap::Mailbox::OpenConnectionTask|
source: Server error: did not get the required CAPABILITY response.
he: שגיאת שרת: לא התקבלה תגובת ה־CAPABILITY (יכולת) הנדרשת.
ka: სერვერის შეცდომა: აუცილებელი CAPABILITY პასუხი არ მიმიღია.

# Imap::Mailbox::OpenConnectionTask|
source: Server error: The CAPABILITY request failed.
he: שגיאת שרת: בקשת CAPABILITY (יכולת) נכשלה.
ka: სერვერის შეცდომა: მოთხოვნა CAPABILITY ჩავარდა.

# Imap::Mailbox::OpenConnectionTask|
source: Cannot login, you have not provided any credentials yet.
he: לא ניתן להיכנס, לא סיפקת פרטי גישה עדיין.
ka: შესვლა შეუძლებელია. ავტორიზაციის დეტალები ჯერ არ შეგიყვანიათ.

# Imap::Mailbox::OpenConnectionTask|
source: Connecting to mail server
he: מתבצעת התחברות לשרת דוא״ל
ka: საფოსტო სერვერთან დაკავშირება

# Imap::Mailbox::OpenConnectionTask|
source: The security state of the SSL connection got rejected
he: מצב האבטחה של חיבור ה־SSL נדחה
ka: SSL კავშირის უსაფრთხოების მდგომარეობა უარყოფილია

# Imap::Mailbox::OpenConnectionTask|
source: The security state of the connection after a STARTTLS operation got rejected
he: מצב האבטחה של החיבור אחרי פעולת STARTTLS נדחה
ka: კავშირის უსაფრთხოების მდგომარეობა STARTTLS ოპერაციის უარყოფის შემდეგ

# Imap::Mailbox::SortTask|
source: Mailbox vanished before we could ask for threading info
he: תיבת הדוא״ל נעלמה לפני שהצלחנו לבקש פרטי שרשורים
ka: საფოსტო ყუთი გაქრა ძაფების ინფორმაციის გამოთხოვამდე

# Imap::Mailbox::SortTask|
source: Sorting command has failed
he: פקודת המיון נכשלה
ka: დალაგების ბრძანება ჩავარდა

# Imap::Mailbox::SortTask|
source: Sorting mailbox
he: תיבת הדוא״ל ממוינת
ka: საფოსტო ყუთის დალაგება

# Imap::Mailbox::SubscribeUnsubscribeTask|
source: SUBSCRIBE/UNSUBSCRIBE has failed
he: SUBSCRIBE/UNSUBSCRIBE (רישום/הסרה) נכשלו
ka: SUBSCRIBE/UNSUBSCRIBE ჩავარდა

# Imap::Mailbox::SubscribeUnsubscribeTask|
source: Updating subscription information
he: פרטי המינוי מתעדכנים
ka: გამოწერის ინფორმაციის განახლება

# Imap::Mailbox::ThreadTask|
source: Mailbox vanished before we could ask for threading info
he: תיבת הדוא״ל נעלמה לפני שהצלחנו לבקש פרטי שרשורים
ka: საფოსტო ყუთი გაქრა ძაფების ინფორმაციის გამოთხოვამდე

# Imap::Mailbox::ThreadTask|
source: Threading command has failed
he: פקודת התהליכונים נכשלה
ka: ძაფების ბრძანება ჩავარდა

# Imap::Mailbox::ThreadTask|
source: Fetching conversations
he: הדיונים מתקבלים
ka: საუბრების გამოთხოვა

# Imap::Mailbox::UidSubmitTask|
source: UIDVALIDITY mismatch: expected %1, got %2
he: חוסר תאימות UIDVALIDITY: אמור להיות %1, התקבל %2
ka: UIDVALIDITY არ ემთხვევა: მოველოდი %1, მივიღე %2

# Imap::Mailbox::UidSubmitTask|
source: Sending mail
he: דוא״ל נשלח
ka: ელფოსტის გაგზავნა

# Imap::Mailbox::UnSelectTask|
source: Asked to die
he: ביקש להתחסל
ka: ვთხოვეთ, გარდაიცვალოს

# Imap::Mailbox::UpdateFlagsOfAllMessagesTask|
source: Failed to update Mailbox FLAGS
he: עדכון דגלוני תיבת הדוא״ל נכשל
ka: საფოსტო ყუთის FLAGS-ის განახლება ჩავარდა

# Imap::Mailbox::UpdateFlagsOfAllMessagesTask|
source: Saving mailbox state
he: מצב תיבת הדואר נשמר
ka: საფოსტო ყუთის მდგომარეობის შენახვა

# Imap::Mailbox::UpdateFlagsTask|
source: All messages got removed before we could've updated their flags
he: כל ההודעות הוסרו לפני שהצלחנו לעדכן את הדגלונים שלהן
ka: ყველა შეტყობინება წაიშალა მანამდე, სანამ მაგ ალმებს განვაახლებდით

# Imap::Mailbox::UpdateFlagsTask|
source: Failed to update FLAGS
he: עדכון הדגלונים נכשל
ka: ალმების განახლება ჩავარდა

# Imap::Mailbox::UpdateFlagsTask|
source: Saving message state
he: מצב ההודעה נשמר
ka: შეტყობინების მდგომარეობის შენახვა

# MSA::AbstractMSA|
source: Sending mail plaintext is not supported by %1
he: ב־%1 אין תמיכה בשליחת דוא״ל בטקסט לא מוצפן
ka: %1-ს უბრალო ტექსტით ელფოსტის გაგზავნის მხარდაჭერა არ გააჩნია

# MSA::AbstractMSA|
source: BURL is not supported by %1
he: ב־%1 אין תמיכה ב־BURL
ka: %1-ს BURL-ის მხარდაჭერ არ გააჩნია

# MSA::AbstractMSA|
source: IMAP sending is not supported by %1
he: ב־%1 אין תמיכה בשליחה דרך IMAP
ka: %1-ს IMAP-ით გაგზავნის მხარდაჭერა არ გააჩნია

# MSA::AbstractMSA|
source: Setting password is not supported by %1
he: ב־%1 אין תמיכה בהגדרת סיסמה
ka: %1-ს პაროლის დაყენების მხარდაჭერა არ გააჩნია

# Account|
source: This port is nonstandard. The default port for cleartext SMTP is %1.
he: זאת פתחה לא שגרתית. פתחת ברירת המחדל ל־SMTP ללא הצפנה היא %1.
ka: ეს პორტი არასტანდარტულია. SMTP-ის ნაგულისხმევი პორტი უბრალო ტექსტისთვის არის %1.

# Account|
source: This port is nonstandard. The default port for SMTP submission secured via STARTTLS is %1.
he: זאת פתחה לא שגרתית. פתחת ברירת המחדל להגשת SMTP באבטחת STARTTLS היא %1.
ka: ეს პორტი არასტანდარტულია. SMTP-ის ნაგულისხმევი პორტი STARTTLS უსაფრთხოებით არის %1.

# Account|
source: This port is nonstandard. The default port for SMTP over encrypted SSL/TLS connection is %1.
he: זאת פתחה לא שגרתית. פתחת ברירת המחדל ל־SMTP על גבי חיבור בהצפנת SSL/TLS היא %1.
ka: ეს პორტი არასტანდარტულია. SMTP-ის ნაგულისხმევი პორტი SSL/TLS უსაფრთხოებით არის %1.

# MSA::Sendmail|
source: The sendmail process has failed: %1
he: תהליך sendmail נכשל: %1
ka: sendmail-ის პროცესი ჩავარდა: %1

# MSA::Sendmail|
source: The sendmail process has failed (%1): %2 %3
he: תהליך sendmail נכשל (%1): %2 %3
ka: sendmail-ის პროცესი ჩავარდა (%1): %2 %3

# MSA::SMTP|
source: Sending of the message was cancelled
he: שליחת ההודעה בוטלה
ka: შეტყობინების გაგზავნა გაუქმდა

# MSA::SMTP|
source: Sending of the message failed.
he: שליחת ההודעה נכשלה.
ka: შეტყობინების გაგზავნის შეცდომა.

# MSA::SMTP|
source: Sending of the message failed with the following error: %1
he: שליחת ההודעה נכשלה עם השגיאה הבאה: %1
ka: შეტყობინების გაგზავნა ჩავარდა შემდეგი შეცდომით: %1

# MSA::SMTP|
source: <p>Cannot send message due to an SSL/TLS error</p> %1
he: <p>לא ניתן לשלוח הודעות עקב שגיאת SSL/TLS</p> %1
ka: <p>შეტყობინების გაგზავნა შეუძლებელია SSL/TLS შეცდომის გამო</p> %1

# MSA::SMTP|
source: Unknown SMTP mode
he: מצב SMTP לא ידוע
ka: SMTP-ისუცნობი რეჟიმი

source: BE::Contacts
ka: კონტაქტები

# trojita_plugin_AbookAddressbookPlugin|
source: Addressbook in ~/.abook/
he: פנקס כתובות ב־‎~/.abook/‎
ka: მისამართების წიგნი საქაღალდეში ~/.abook/

# BE::Contacts|
source: Filter
he: מסנן
ka: ფილტრი

# BE::Contacts|
source: Contacts
he: אנשי קשר
ka: კონტაქტები

# BE::Contacts|
source: Save changes?
he: לשמור את השינויים?
ka: შევინახო ცვლილებები?

# BE::Contacts|
source: [New Contact]
he: [איש קשר חדש]
ka: [ახალი კონტაქტი]

# BE::Contacts|
source: [name]
he: [שם]
ka: [სახელი]

source: Contacts
he: אנשי קשר
ka: კონტაქტები

# Contacts|
source: Delete
he: מחיקה
ka: წაშლა

# Contacts|
source: Add
he: הוספה
ka: დამატება

# OneContact|
source: Address
he: כתובת
ka: მისამართი

# OneContact|
source: Phone
he: טלפון
ka: ტელეფონი

# OneContact|
source: Office
he: משרד
ka: ოფისი

# OneContact|
source: workphone
he: טלפון בעבודה
ka: სამსახურის ტელეფონი

# OneContact|
source: Mobile
he: נייד
ka: მობაილი

# OneContact|
source: mobile
he: נייד
ka: მობილური

# OneContact|
source: Home
he: בית
ka: სახლი

# OneContact|
source: phone
he: טלפון
ka: მობილური

# OneContact|
source: Fax
he: פקס
ka: ფაქსი

# OneContact|
source: fax
he: פקס
ka: ფაქსი

# OneContact|
source: Notes
he: הערות
ka: შენიშვნები

# OneContact|
source: Nick
he: כינוי
ka: მეტსახელი

# OneContact|
source: Anniversary
he: יום שנה
ka: აღნიშვნა

# OneContact|
source: Custom notes
he: הערות בהתאמה אישית
ka: სხვა შენიშვნები

# OneContact|
source: notes
he: הערות
ka: შენიშვნები

# OneContact|
source: Photo
he: תמונה
ka: სურათი

# trojita_plugin_AkonadiAddressbookPlugin|
source: KDE Addressbook (Akonadi)
he: פנקס הכתובות של KDE ‏(Akonadi)
ka: KDE-ის მისამართების წიგნი (Akonadi)

# ClearTextPasswordJob|
source: This plugin only supports storing of IMAP and SMTP passwords
he: התוסף הזה תומך באחסון של סיסמאות IMAP ו־SMTP בלבד
ka: ამ მოდულს, მხოლოდ, IMAP და SMTP პაროლების დამახსოვრების მხარდაჭერა აქვს

# trojita_plugin_ClearTextPasswordPlugin|
source: Trojitá's settings
he: ההגדרות של Trojitá
ka: Trojitá-ის მორგება

# trojita_plugin_QtKeyChainPasswordPlugin|
source: Secure storage via QtKeychain
he: אחסון מאובטח עם QtKeychain
ka: უსაფრთხო საცავი QtKeychain-ის საშუალებით

# QwwSmtpClient|
source: Unsupported or unknown authentication scheme
he: סכמת האימות לא נתמכת או לא מוכרת
ka: მხარდაუჭერელიან უცნობი ავთენტიკაციის სქემა

# Streams::ProcessSocket|
source: Disconnected: %1
he: מנותק: %1
ka: გათიშულია: %1

# Streams::ProcessSocket|
source: The process has started
he: התהליך החל
ka: პროცესი გაეშვა

# Streams::ProcessSocket|
source: Starting process `%1 %2`
he: התהליך `%1 %2` עולה
ka: ეშვება პროცესი `%1 %2`

# Streams::ProcessSocket|
source: The process has exited with return code %1.
he: התהליך הסתיים והחזיר את הקוד %1.
ka: პროცესი დასრულდა დაბრუნების კოდით %1.

# Streams::ProcessSocket|
source: The process has exited with return code %1: %2
he: התהליך הסתיים והחזיר את הקוד %1: %2
ka: პროცესი დასრულდა დაბრუნების კოდით %1: %2

# Streams::SslTlsSocket|
source: Connection closed
he: החיבור נסגר
ka: კავშირი დახურულია

# Streams::SslTlsSocket|
source: (via proxy %1)
he: (דרך מתווך %1)
ka: (პროქსით %1)

# Streams::SslTlsSocket|
source: (via SOCKS5 proxy %1)
he: (דרך מתווך SOCKS5‏ %1)
ka: (SOCKS5 პროქსით %1)

# Streams::SslTlsSocket|
source: (via HTTP proxy %1)
he: (דרך מתווך HTTP‏ %1)
ka: (HTTP პროქსით %1)

# Streams::SslTlsSocket|
source: Looking up %1%2...
he: מתבצע איתור של %1%2…
ka: იძებნება %1%2...

# Streams::SslTlsSocket|
source: Connecting to %1:%2%3%4...
he: מתבצעת התחברות אל %1:%2%3%4…
ka: ვუკავშირდები %1:%2%3%4...

# Streams::SslTlsSocket|
source: Connected
he: מחובר
ka: დაკავშირებულია

# Streams::SslTlsSocket|
source: Negotiating encryption...
he: משא ומתן על הצפנה…
ka: დაშიფვრის მოლაპარაკება...

# Streams::SslTlsSocket|
source: Socket is disconnected: %1
he: השקע מנותק: %1
ka: სოკეტი გათიშულია: %1

# Streams::SslTlsSocket|
source: The underlying socket is having troubles when processing connection to %1:%2: %3
he: שקע היסוד נתקל בבעיות בעיבוד החיבור אל %1:%2: %3
ka: ძირითად სოკეტს პრობლემები აქვს %1:%2-ისთან კავშირის დამუშავებისას: %3

# Formatting|
source: kB
he: ק״ב
ka: კბ

# Formatting|
source: MB
he: מ״ב
ka: მბ

# Formatting|
source: GB
he: ג״ב
ka: გბ

# Formatting|
source: TB
he: ט״ב
ka: ტბ

source: hh:mm
ka: სთ:წთ

# Formatting|
source: <li><b>CN</b>: %1,<br/> <b>Organization</b>: %2,<br/> <b>Serial</b>: %3,<br/> <b>SHA1</b>: %4,<br/> <b>MD5</b>: %5</li>
he: <li><b>שם נפוץ</b>: %1,<br/> <b>ארגון</b>: %2,<br/> <b>מס׳ סידורי</b>: %3,<br/> <b>SHA1</b>: %4,<br/> <b>MD5</b>: %5</li>
ka: <li><b>CN</b>: %1,<br/> <b>ორგანიზაცია</b>: %2,<br/> <b>სერიული</b>: %3,<br/> <b>SHA1</b>: %4,<br/> <b>MD5</b>: %5</li>

# Formatting|
source: <p>The remote side doesn't have a certificate.</p>
he: <p>לצד המרוחק אין אישור.</p>
ka: <p>დაშორებულ მხარეს სერტიფიკატი არ აქვს.</p>

# Formatting|
source: <p>This is the certificate chain of the connection:</p> <ul>%1</ul>
he: <p>זאת שרשרת האישורים של החיבור:</p> <ul>%1</ul>
ka: <p>ეს სერტიფიკატების ჯაჭვია კავშირისთვის:</p> <ul>%1</ul>

# Formatting|
source: <p>According to your system's policy, this connection is secure.</p>
he: <p>בהתאם למדיניות המערכת, החיבור הזה מאובטח.</p>
ka: <p>თქვენი სისტემის პოლიტიკაზე დაყრდნობით ეს კავშირი დაცულია.</p>

# Formatting|
source: <p>The connection triggered the following SSL errors:</p> <ul>%1</ul>
he: <p>החיבור הזניק את שגיאות ה־SSL הבאות:</p> <ul>%1</ul>
ka: <p>კავშირმა გამოიწვია შემდეგი SSL შეცდომები:</p> <ul>%1</ul>

# Formatting|
source: Different SSL certificate
he: אישור SSL השתנה
ka: განსხვავებული SSL სერტიფიკატი

# Formatting|
source: <p>The public key of the SSL certificate has changed. This should only happen when there was a security incident on the remote server. Your system configuration is set to accept such certificates anyway.</p> %1 <p>Would you like to connect and remember the new certificate?</p>
ka: <p>SSL სერტიფიკატის საჯარო გასაღები შეიცვალა. ეს, მხოლოდ, მაშინ უნდა მოხდეს, თუ დაშორებულ სერვერზე უსაფრთხოებასთან დაკავშირებული ინციდენტი დაფიქსირდა. თქვენი სისტემის კონფიგურაცია დაყენებულია, რომ ასეთი სერტიფიკატი მაინც მიიღოს.</p> %1 <p>გნებავთ დაკავშირება და ახალი სერტიფიკატის დამახსოვრება?</p>

# Formatting|
source: SSL certificate looks fishy
he: אישור ה־SSL נראה בעייתי
ka: SSL სერტიფიკატი საეჭვოდ გამოიყურება

# Formatting|
source: <p>The public key of the SSL certificate of the IMAP server has changed since the last time and your system doesn't believe that the new certificate is genuine.</p> %1 %2 <p>Would you like to connect anyway and remember the new certificate?</p>
ka: <p>IMAP სერვერის SSL სერტიფიკატის საჯარო გასაღები შეიცვალა ბოლო დაკავშირების შემდეგ და თქვენს სისტემას არ სჯერა, რომ ახალი სერტიფიკატი ნამდვილია.</p> %1 %2 <p>გნებავთ მაინც დაკავშირება და ახალი სერტიფიკატის დამახსოვრება?</p>

# Formatting|
source: Accept SSL connection?
he: לאשר את חיבור ה־SSL?
ka: ეთანხმებით SSL კავშირს?

# Formatting|
source: <p>This is the first time you're connecting to this IMAP server; the certificate is trusted by this system.</p> %1 %2 <p>Would you like to connect and remember this certificate's public key for the next time?</p>
he: <p>זה החיבור הראשון שמתבצע לשרת ה־IMAP הזה, האישור אמין מבחינת המערכת</p> %1 %2 <p>להתחבר ולזכור את המפתח הציבורי של האישור הזה לפעם הבאה?</p>
ka: <p>ეს პირველი შემთხვევაა, როცა ამ IMAP სერვერს უკავშირდებით. სერტიფიკატი სანდოა ამ სისტემისთვის.</p> %1 %2 <p>გნებავთ დაკავშირება და ამ სერტიფიკატის საჯარო გასაღების დამახსოვრება შემდეგი ჯერისთვის?</p>

# Formatting|
source: <p>This is the first time you're connecting to this IMAP server and the server certificate failed validation test.</p> %1 %2 <p>Would you like to connect and remember this certificate's public key for the next time?</p>
he: <p>זה החיבור הראשון שמתבצע לשרת ה־IMAP הזה ובדיקת אימות אישור השרת נכשלה.</p> %1 %2 <p>להתחבר ולזכור את המפתח הציבורי של האישור הזה לפעם הבאה?</p>
ka: <p>ეს პირველი შემთხვევაა, როცა ამ IMAP სერვერს უკავშირდებით და სერტიფიკატმა გადამოწმების ტესტი ჩააგდო.</p> %1 %2 <p>გნებავთ დაკავშირება და ამ სერტიფიკატის საჯარო გასაღების დამახსოვრება შემდეგი ჯერისთვის?</p>

# PartWalker|
source: This message contains too deep nesting of MIME message parts. To prevent stack exhaustion and your head from exploding, only the top-most thousand items or so are shown.
he: ההודעה הזאת מכילה קינון עמוד מדי של חלקי הודעת MIME. כדי למנוע מיצוי של המחסנית ועומס על המוח, רק אלף הפריטים העליונים פחות או יותר יופיעו.
ka: ეს შეტყობინება მეტისმეტად ღრმად ჩალაგებულ MIME შეტყობინების ნაწილებს შეიცავს. იმისათვის, რომ სტეკის გადახარჯვა და თქვენი თავის აფეთქება თავიდან ავიცილოთ, ნაჩვენებია, მხოლოდ, ზედა 1000 ელემენტი.

# UiUtils::PasswordWatcher|
source: Loading password from plugin %1...
he: הסיסמה נטענת דרך התוסף %1
ka: პაროლის ჩატვირთვა მოდულიდან %1...

# UiUtils::PasswordWatcher|
source: Cannot read password via plugin %1
he: לא ניתן לקרוא את הסיסמה דרך התוסף %1
ka: მოდულით %1 პაროლის წაკითხვა შეუძლებელია

# UiUtils::PasswordWatcher|
source: Password plugin is not available.
he: תוסף סיסמאות לא זמין.
ka: პაროლების მოდული ხელმისაწვდომი არაა.

# UiUtils::PasswordWatcher|
source: Password reading failed: %1
he: קריאת הסיסמה נכשלה: %1
ka: პაროლის წაკითხვის შეცდომა: %1

# UiUtils::PasswordWatcher|
source: Password writing failed: %1
he: כתיבת הסיסמה נכשלה: %1
ka: პაროლის ჩაწერის შეცდომა: %1

# UiUtils::PasswordWatcher|
source: Saving password from plugin %1...
he: הסיסמה נשמרת דרך התוסף %1…
ka: პაროლის შენახვა მოდულიდან %1...

# UiUtils::PasswordWatcher|
source: Cannot save password via plugin %1
he: לא ניתן לשמור סיסמה דרך התוסף %1
ka: პაროლის შენახვა შეუძლებელია მოდულით %1

# QObject|
source: [url]
he: [כתובת]

# Gui::MessageListWidget|
source: <query>
he: <שאילתה>

# ImapPage|
source: Password
he: סיסמה

# Imap::Network::FileDownloadManager|
source: msg_%1.eml
he: הודעה_%1.eml

# Imap::Network::FileDownloadManager|
source: msg_%1_%2
he: הודעה_%1_%2

# OneContact|
source: name
he: שם

# OneContact|
source: <Mail>
he: <דוא״ל>

# OneContact|
source: <Internet>
he: <אינטרנט>

# OneContact|
source: <country>
he: <ארץ>

# OneContact|
source: <state>
he: <מדינה>

# OneContact|
source: <city>
he: <עיר>

# OneContact|
source: <zip>
he: <מיקוד>

# OneContact|
source: <address>
he: <כתובת>

# OneContact|
source: <nick>
he: <כינוי>

# OneContact|
source: <anniversary>
he: <יום שנה>

# Formatting|
source: B
he: ב׳

source: d MMM hh:mm
he: d בMMM hh:mm
