Repository: KDE/trojita
Catalog: poqm/*/trojita_qt.po
Languages: he, ka

# MessageComposer|
source: %1 (from %2)
he: %1 (מאת %2)
ka: %1 (%2-ისგან)

# MessageComposer|
source: File does not exist
he: הקובץ לא קיים
ka: ფაილი არ არსებობს

# MessageComposer|
source: File is not readable
he: הקובץ בלתי קריא
ka: ფაილი წაკითხვადი არაა

# MessageComposer|
source: Message not available
he: ההודעה לא זמינה
ka: შეტყობინება ხელმიუწვდომელია

# MessageComposer|
source: IMAP message %1
he: הודעת IMAP‏ %1
ka: IMAP შეტყობინება %1

# MessageComposer|
source: IMAP part %1
he: חלק IMAP‏ %1
ka: IMAP ნაწილი %1

# Imap::Mailbox::FullMessageCombiner|
source: Cannot obtain IMAP URL for CATENATE
ka: IMAP URL-ის მიღება CATENATE-ისთვის შეუძლებელია

# Composer::MessageComposer|
source: Attachment %1 is not available
he: הצרופה %1 לא זמינה
ka: მიმაგრებული ფაილი %1 ხელმისაწვდომი არაა

# Composer::MessageComposer|
source: Attachment %1 disappeared
he: הצרופה %1 נעלמה
ka: მიმაგრებული ფაილი %1 გაქრა

# Composer::SenderIdentitiesModel|
source: Name
he: שם
ka: სახელი

# Composer::SenderIdentitiesModel|
source: E-mail
he: דוא״ל
ka: ელ-ფოსტა

# Composer::SenderIdentitiesModel|
source: Organization
he: ארגון
ka: ორგანიზაცია

# Composer::SenderIdentitiesModel|
source: Signature
he: חתימה
ka: ხელმოწერა

# Submission|
source: Preparing to send
he: בהכנות לשליחה
ka: გაგზავნისთვის მომზადება

# Submission|
source: Creating message
he: הודעה נוצרת
ka: შეტყობინების შექმნა

# Submission|
source: Saving to the sent folder
he: נשמרת לתיקיית הפריטים שנשלחו
ka: გაგზავნილების საქაღალდეში შენახვა

# Submission|
source: Preparing message for delivery
he: ההודעה מתכוננת למסירה
ka: შეტყობინება მზადდება მისაწოდებლად

# Submission|
source: Submitting message
he: ההודעה מוגשת
ka: შეტყობინების გადაგზავნა

# Submission|
source: Updating message keywords
he: מילות המפתח של ההודעה מעודכנות
ka: შეტყობინების საკვანძო სიტყვების განახლება

# Submission|
source: Message sent
he: ההודעה נשלחה
ka: შეტყობინება გაგზავნილია

# Submission|
source: Sending failed
he: השליחה נכשלה
ka: გაგზავნა ჩავარდა

# Submission|
source: The IMAP connection has disappeared. You'll have close the composer, save the draft and re-open it later. The attachments will have to be added later. Sorry for the trouble, please see <a href="https://projects.flaska.net/issues/640">https://projects.flaska.net/issues/640</a> for details.
he: חיבור ה־IMAP נעלם. יש לסגור את חלון כתיבת ההודעה, לשמור את הטיוטה ולפתוח אותה שוב מחדש. את הצרופות יש לצרף בהמשך. סליחה על הטרחה, נא לקרוא את <a href="https://projects.flaska.net/issues/640">https://projects.flaska.net/issues/640</a> לפרטים נוספים.
ka: IMAP კავშირი გაქრა. უნდა დახუროთ კომპოზიტორი, შეინახოთ ესკიზი და მოგვიანებით გახსნათ. მიმაგრებული ფაილები მოგვიანებით უნდა დაამატოთ. უკაცრავად პრობლემისთვის. დეტალებისთვის იხილეთ ბმული<a href="https://projects.flaska.net/issues/640">https://projects.flaska.net/issues/640</a>.

# Submission|
source: Some data are not available yet
he: חלק מהנתונים לא זמינים עדיין
ka: ზოგიერთი მონაცემები ჯერ ხელმისაწვდომი არაა

# Submission|
source: Cannot send right now -- saving failed: %1
he: לא ניתן לשלוח כרגע -- השליחה נכשלה: %1
ka: ახლავე გაგზავნა შეუძლებელია -- შენახვა ჩავარდა: %1

# Submission|
source: Cannot send right now -- saving (CATENATE) failed: %1
ka: ახლავე გაგზავნა შეუძლებელია -- შენახვა (CATENATE) ჩავარდა: %1

# Submission|
source: APPEND failed: %1
ka: ბოლოში მიწერა ჩავარდა: %1

# Submission|
source: The URLAUTH response does not contain a proper URL
ka: URLAUTH პასუხი სწორ URL-ს არ შეიცავს

# Cryptography::GpgMePart|
source: [getAuditLog failed: %1]
ka: [getAuditLog ჩავარდა: %1]

# GpgMePart|
source: Waiting for data...
he: בהמתנה…
ka: მონაცემების მოლოდინი...

# GpgMePart|
source: Encrypted; some signature: missing key
ka: დაშიფრულია. რაღაც ხელმოწერა: გასაღები აღმოჩენილი არაა

# GpgMePart|
source: Some signature: missing key
ka: რამე ხელმოწერა: გასაღები აკლია

# GpgMePart|
source: Key %1 is not available in the keyring. Cannot verify signature validity or do anything else. The message might or might not have been tampered with.
ka: გასაღები %1 ბრელოკში ხელმისაწვდომი არაა. ხელმოწერის სისწორის გადამოწმება შეუძლებელია. შეტყობინება შეიძლება გაყალბებულია, შეიძლება არა.

# GpgMePart|
source: Internal error
he: שגיאה פנימית
ka: შიდა შეცდომა

# GpgMePart|
source: Error when verifying signature: cannot retrieve key %1: %2
he: שגיאה באימות חתימה: לא ניתן למשוך את המפתח %1: %2
ka: შეცდომა ხელმოწერის გადამოწმებისას: გასაღების %1 მიღება შეუძლებელია: %2

# GpgMePart|
source: Encrypted, verified signature
he: מוצפנת, חתימה מאומתת
ka: დაშიფრულია. გადამოწმებული ხელმოწერა

# GpgMePart|
source: Verified signature
he: חתימה מאומתת
ka: გადამოწმებული ხელმოწერა

# GpgMePart|
source: Verified signature from %1 on %2
he: חתימה מאומתת מאת %1 על %2
ka: ხელმოწერა გადამოწმებულია %1-დან %2-ზე

# GpgMePart|
source: Encrypted, signed by stranger
he: מוצפנת, נחתמה על ידי גורם זר
ka: დაშიფრული და ხელმოწერილია უცნობის მიერ

# GpgMePart|
source: Signed by stranger
he: נחתמה על ידי גורם זר
ka: ხელმოწერილია უცნობის მიერ

# GpgMePart|
source: Verified signature, but the signer is someone else: %1 Signature was made on %2.
ka: ხელმოწერა გადამოწმდა, მაგრამ ხელმომწერი ვიღაც სხვაა: %1 ხელმოწერა მოხდა %2-ზე.

# GpgMePart|
source: Encrypted, bad signature
he: מוצפנת, חתימה פגומה
ka: დაშიფრულია. ცუდი ხელმოწერა

# GpgMePart|
source: Bad signature
he: חתימה פגומה
ka: არასწორი ხელმოწერა

# GpgMePart|
source: Encrypted, bad signature: %1
he: מוצפנת, חתימה פגומה: %1
ka: დაშიფრულია. ცუდი ხელმოწერა: %1

# GpgMePart|
source: Bad signature: %1
ka: ცუდი ხელმოწერა: %1

# GpgMePart|
source: Bad signature by %1 on %2
ka: ცუდი ხელმოწერა %1-ისგან %2-ზე

# GpgMePart|
source: Encrypted, bad signature by stranger
ka: დაშიფრულია. ცუდი ხელმოწერა უცნობის მიერ

# GpgMePart|
source: Bad signature by stranger
ka: არასწორი ხელმოწერა უცნობის მიერ

# GpgMePart|
source: Encrypted, bad signature by stranger: %1
ka: დაშიფრულია. ცუდი ხელმოწერა უცნობის მიერ: %1

# GpgMePart|
source: Bad signature by stranger: %1
ka: ცუდი ხელმოწერა უცნობის მიერ: %1

# GpgMePart|
source: Bad signature by someone else: %1 on %2.
ka: არასწორი ხელმოწერა ვიღაც სხვისგან: %1 %2-ზე.

# GpgMePart|
source: Encrypted, some signature
ka: დაშიფრულია. რაღაც ხელმოწერა

# GpgMePart|
source: Some signature
ka: რამე ხელმოწერა

# GpgMePart|
source: Unknown signature from %1 on %2
ka: უცნობი ხელმოწერა %1-ისგან %2-ზე

# GpgMePart|
source: Encrypted, some signature by stranger
ka: დაშიფრულია. რაღაც ხელმოწერა უცნობის მიერ

# GpgMePart|
source: Some signature by stranger
ka: რაღაც ხელმოწერა უცნობის მიერ

# GpgMePart|
source: Unknown signature by somebody else: %1 on %2
ka: უცნობი ხელმოწერა ვიღაც სხვისგან: %1 %2-ზე

# GpgMePart|
source: Encrypted, semi-trusted signature
ka: დაშიფრულია. ნახევრადსანდო ხელმოწერა

# GpgMePart|
source: Semi-trusted signature
he: חתימה אמינה חלקית
ka: ნახევრადსანდო ხელმოწერა

# GpgMePart|
source: Semi-trusted signature from %1 on %2
he: חתימה אמינה חלקית מאת %1 על %2
ka: ნახევრადსანდო ხელმოწერა %1-ისგან %2-ზე

# GpgMePart|
source: Encrypted, semi-trusted signature by stranger
ka: დაშიფრულია. ნახევრადსანდო ხელმოწერა უცნობის მიერ

# GpgMePart|
source: Semi-trusted signature by stranger
ka: ნახევრადსანდო ხელმოწერა უცნობის მიერ

# GpgMePart|
source: Semi-trusted signature by somebody else: %1 on %2
ka: ნახევრადსანდო ხელმოწერა ვიღაც სხვისგან: %1 %2-ზე

# GpgMePart|
source: The key or at least one certificate has been revoked.
ka: გასაღები, ან, ყველაზე ცოტა, ერთი სერტიფიკატი გაუქმებულია.

# GpgMePart|
source: The key or one of the certificates has expired.
ka: გასაღების, ან ერთ-ერთი სერტიფიკატის ვადა ამოიწურა.

# GpgMePart|
source: Signature expired on %1.
ka: ხელმოწერის ვადა ამოიწურა %1-ზე.

# GpgMePart|
source: Can't verify due to a missing key or certificate.
ka: გადამოწმება შეუძლებელია ნაკლული გასაღების, ან სერტიფიკატის გამო.

# GpgMePart|
source: The CRL (or an equivalent mechanism) is not available.
ka: CRL (ან ეკვივალენტური მექანიზმი) ხელმისაწვდომი არაა.

# GpgMePart|
source: Available CRL is too old.
ka: ხელმისაწვდომი CRL ძალიან ძველია.

# GpgMePart|
source: A policy requirement was not met.
ka: პოლიტიკის მოთხოვნა არ დაკმაყოფილდა.

# GpgMePart|
source: A system error occurred. %1
he: אירעה שגיאת מערכת. %1
ka: აღმოჩენილია სისტემური შეცდომა. %1

# GpgMePart|
source: Signature validity is undefined.
ka: ხელმოწერის სისწორე განუსაზღვრელია.

# GpgMePart|
source: Signature validity is never to be trusted.
ka: ხელმოწერის სისწორე სანდო არაა.

# GpgMePart|
source: Signature validity is marginal.
ka: ხელმოწერის სისწორე საეჭვოა.

# GpgMePart|
source: Signature validity is full.
ka: ხელმოწერის სისწორე სრულია.

# GpgMePart|
source: Signature validity is ultimate.
ka: ხელმოწერის სისწორე საბოლოოა.

# GpgMePart|
source: Signature validity is unknown.
ka: ხელმოწერის სისწორე უცნობია.

# GpgMePart|
source: Trust chain:
ka: ნდობის ჯაჭვი:

# GpgMePart|
source: %1(Unavailable)
ka: %1 (მიუწვდომელია)

# GpgMePart|
source: %1(self-signed)
ka: %1(თვითხელმოწერილი)

# GpgMePart|
source: Error when retrieving key for the trust chain: %1
ka: შეცდომა ნდობის ჯაჭვისთვის გასაღების მიღებისას: %1

# GpgMePart|
source: Signature invalidity reason: %1
ka: ხელმოწერის არასწორობის მიზეზი: %1

# GpgMeSigned|
source: Malformed Signed Message
ka: დამახინჯებული ხელმოწერილი შეტყობინება

# GpgMeSigned|
source: Expected 2 parts, but found %1.
ka: მოველოდი 2 ნაწილს, მაგრამ აღმოჩენილია %1.

# GpgMeSigned|
source: Cannot verify signature
ka: ხელმოწერის გადამოწმება შეუძლებელია

# GpgMeSigned|
source: Failed to initialize GpgME (%1)
ka: GpgME-ის ინიციალიზაცია ჩავარდა (%1)

# GpgMeSigned|
source: Signed message is gone
ka: ხელმოწერილი შეტყობინება გაქრა

# GpgMeSigned|
source: Data Unavailable
he: נתונים לא זמינים
ka: მონაცემები მიუწვდომელია

# GpgMeSigned|
source: Some data are not available, perhaps due to an offline network connection
ka: ზოგიერთი მონაცემები ხელმისაწვდომი არაა. ალბათ, გათიშული ინტერნეტკავშირის გამო

# GpgMeSigned|
source: Verifying signature...
he: חתימה מאומתת…
ka: ხელმოწერის გადამოწმება...

# GpgMeSigned|
source: No signatures in the signed message
he: אין חתימות בהודעה החתומה
ka: ხელმოწერილ შეტყობინებაში ხელმოწერები აღმოჩენილი არაა

# GpgMeEncrypted|
source: Malformed Encrypted Message
ka: დამახინჯებული დაშიფრული შეტყობინება

# GpgMeEncrypted|
source: Expected 2 parts for an encrypted OpenPGP message, but found %1.
ka: მოველოდი დაშიფრული OpenPGP შეტყობინების 2 ნაწილს, მაგრამ აღმოჩენილია %1.

# GpgMeEncrypted|
source: Cannot descrypt
ka: გაშიფვრა სეუძლებელია

# GpgMeEncrypted|
source: Failed to initialize GpgME (%1)
ka: GpgME-ის ინიციალიზაცია ჩავარდა (%1)

# GpgMeEncrypted|
source: Encrypted message is gone
ka: დაშიფრული შეტყობინება გაქრა

# GpgMeEncrypted|
source: Data Unavailable
ka: მონაცემები მიუწვდომელია

# GpgMeEncrypted|
source: Cannot decrypt. Some data are not available, perhaps due to an offline network connection.
ka: გაშიფვრა შეუძლებელია. ზოგიერთი მონაცემი ხელმისაწვდომი არაა. ალბათ, ინტერნეტკავშირის არარსებობის გამო.

# GpgMeEncrypted|
source: Unsupported PGP/MIME version. Expected "Version: 1", got "%1".
ka: მხარდაუჭერელი PGP/MIME ვერსია. მოველოდი "Version: 1". მივიღე "%1".

# GpgMeEncrypted|
source: Decrypting...
ka: გაშიფვრა...

# GpgMeEncrypted|
source: Broken encrypted message
ka: გაფუჭებული დაშიფრული შეტყობინება

# GpgMeEncrypted|
source: Decryption error: %1
he: שגיאת פיענוח: %1
ka: გაშიფვრის შეცდომა: %1

# GpgMeEncrypted|
source: Encrypted message
he: הודעה מוצפנת
ka: დაშიფრული შეტყობინება

# GpgMeEncrypted|
source: Wrong key usage, not for encryption
ka: გასაღების არასწორი გამოყენება. ის დასაშიფრად განკუთვნილი არაა

# GpgMeEncrypted|
source: Unsupported algorithm: %1
ka: მხარდაუჭერელი ალგორითმი: %1

# GpgMeEncrypted|
source: Cannot extract recipient %1: %2
ka: ამოღების შეცდომა მიმღებისთვის %1: %2

# GpgMeEncrypted|
source: Encrypted to %1 (%2)
ka: დაშიფრულია %1-ისტვის (%2)

# GpgMeEncrypted|
source: Encrypted to %1
ka: დაშიფრულია %1-ზე

# GpgMeEncrypted|
source: Original filename: %1
he: שם קובץ מקורי: %1
ka: ორიგინალი ფაილის სახელი: %1

# AboutDialog|
source: About Trojitá
he: על Trojitá
ka: Trojitá-ის შესახებ

# AboutDialog|
source: <p>This is <b>Trojitá</b>, a fast Qt IMAP e-mail client</p>
ka: <p>ეს არის <b>Trojitá</b>, სწრაფი Qt IMAP ელფოსტის კლიენტი</p>

# Expander|
source: Click to see %1 more items
ka: დააწკაპუნეთ კიდევ %1 ელემენტის სანახავად

# Expander|
source: Click to collapse
he: לחיצה תצמצם
ka: დააწკაპუნეთ ასაკეცად

# Gui::AttachmentView|
source: Download
he: הורדה
ka: ჩამოტვირთვა

# Gui::AttachmentView|
source: Open Directly
he: פתיחה ישירות
ka: პირდაპირ გახსნა

# Gui::AttachmentView|
source: Show Preview
he: הצגת תצוגה מקדימה
ka: გადახედვის ჩვენება

# Gui::AttachmentView|
source: Show Message Source
he: הצגת מקור ההודעה
ka: შეტყობინების წყაროს ჩვენება

# Gui::AttachmentView|
source: IMAP Server error for this part: %1 (%2)
ka: IMAP სერვერის შეცდომა ამ ნაწილისთვის: %1 (%2)

# Gui::AttachmentView|
source: Save Attachment
he: שמירת צרופה
ka: მიმაგრებული ფაილის შენახვა

# Gui::AttachmentView|
source: Source of Attached Message
he: מקור ההודעה המצורפת
ka: თანდართული შეტყობინების წყარო

# ComposerAttachmentsList|
source: Send Inline
he: שליחה כחלק מההודעה
ka: ხაზშივე გაგზავნა

# ComposerAttachmentsList|
source: Rename...
he: שינוי שם…
ka: სახელის გადარქმევა...

# ComposerAttachmentsList|
source: Remove
he: הסרה
ka: წაშლა

# ComposerAttachmentsList|
source: Rename Attachment
he: שינוי שם לצרופה
ka: მიმაგრებული ფაილის გადარქმევა

# ComposerAttachmentsList|
source: New Name
he: שם חדש
ka: ახალი სახელი

# ComposerTextEdit|
source: Paste as Quoted Text
he: הדבקה כטקסט מצוטט
ka: ჩასმა ციტატის სახით

# QWidget|
source: Cancel...
he: ביטול…
ka: გაუქმება...

# QWidget|
source: Cancel
he: ביטול
ka: გაუქმება

# ComposeWidget|
source: Send
he: שליחה
ka: გაგზავნა

# ComposeWidget|
source: New Thread
he: שרשור חדש
ka: ახალი ძაფი

# ComposeWidget|
source: This mail will be sent as a standalone message.<hr/>Change to preserve the reply hierarchy.
ka: ეს ელფოსტა ცალკე შეტყობინების სახით გაიგზავნება.<hr/>გადართეთ პასუხის ერარქიის შესანარჩუნებლად.

# ComposeWidget|
source: Threaded
he: משורשר
ka: ძაფებით

# ComposeWidget|
source: Error
he: שגיאה
ka: შეცდომა

# ComposeWidget|
source: Please set appropriate settings for outgoing messages.
ka: დააყენეთ შესაბამისი პარამეტრები გამავალი შეტყობინებებისთვის.

# ComposeWidget|
source: It doesn't look like this is a message to the mailing list. Please fill in the recipients manually.
ka: ეს არ ჰგავს დაგზავნის სიის შეტყობინებას. შეავსეთ მიმღებები ხელით.

# ComposeWidget|
source: Trojitá was unable to safely determine the real e-mail address of the author of the message. You might want to use the "Reply All" function and trim the list of addresses manually.
ka: Trojitá-მა ვერ დაადგინა უსაფრთხოდ შეტყობინების ავტორის ნამდვილი ელფოსტა. შეიძლება დაგჭირდეთ 'ყველასთვის პასუხის' ფუნქციის გამოყენება და მისამართების სიის ხელით ჩასწორება.

# ComposeWidget|
source: Cannot Determine Recipients
ka: მიმღებების განსაზღვრა შეუძლებელია

# ComposeWidget|
source: Sender
ka: გამომგზავნი

# ComposeWidget|
source: Resend Mail: %1
ka: ელფოსტის ხელახალი გაგზავნა: %1

# ComposeWidget|
source: (no subject)
he: (אין נושא)
ka: (სათაურის გარეშე)

# ComposeWidget|
source: Message has no subject
he: להורדה אין נושא
ka: შეტყობინებას თემა არ აქვს

# ComposeWidget|
source: The Message-ID header is missing
he: כותרת מזהה ההודעה (Message-ID) חסרה
ka: თავსართი Message-ID აღმოჩენილი არაა

# ComposeWidget|
source: Message has no date
he: להודעה אין תאריך
ka: შეტყობინებას თარიღი არ აქვს

# ComposeWidget|
source: Nothing in the From field
he: אין שום דבר בשדה מאת
ka: ველში 'ვისგან' არაფერია

# ComposeWidget|
source: No recipients in the To field
he: אין נמענים בשדה אל
ka: ველში მიმღებები არაა

# ComposeWidget|
source: <b>This message appears to be malformed, please be careful before sending it.</b>
ka: <b>როგორც ჩანს, ეს შეტყობინება შეცდომებს შეიცავს. ფრთხილად იყავით, სანამ გააგზავნით.</b>

# ComposeWidget|
source: Authentication Required
he: נדרש אימות
ka: საჭიროა ავთენტიკაცია

# ComposeWidget|
source: <p>Please provide SMTP password for user <b>%1</b> on <b>%2</b>:</p>
ka: <p>შეიყვანეთ SMTP პაროლი მომხმარებლისთვის <b>%1</b> სერვერზე <b>%2</b>:</p>

# ComposeWidget|
source: Save Draft?
he: לשמור טיוטה?
ka: შევინახო მონახაზი?

# ComposeWidget|
source: The mail has not been sent.<br>Do you want to save the draft?
ka: ელფოსტა არ გაგზავნილა.<br>გნებავთ, შეინახოთ მონახაზი?

# ComposeWidget|
source: <br><span style="color:red">Warning: Attachments are <b>not</b> saved with the draft!</span>
ka: <br><span style="color:red">გაფრთხილება: ესკიზთან ერთად მიმაგრებული ფაილების შენახვა <b>არ</b> ხდება!</span>

# Gui::MainWindow|
source: Drafts
he: טיוטות
ka: მონახაზები

# ComposeWidget|
source: Save as
he: שמירה בשם
ka: შენახვა, როგორც

# ComposeWidget|
source: Drafts
he: טיוטות
ka: მონახაზები

# ComposeWidget|
source: Cannot parse recipients: %1
ka: მიმღებების დამუშავება შეუძლებელია: %1

# ComposeWidget|
source: You haven't entered any recipients
he: לא מילאת נמענים
ka: მიმღებები არ შეგიყვანიათ

# ComposeWidget|
source: The From: address does not look like a valid one
he: הכתובת בשדה מאת: לא נראית תקינה
ka: მისამართი 'ვისგან:' სწორად არ წააგავს

# ComposeWidget|
source: You haven't entered any subject. Cannot send such a mail, sorry.
he: לא מילאת נושא. לא ניתן לשלוח הודעה שכזאת, מחילה.
ka: თემა არ შეგიყვანიათ. უკაცრავად, მაგრამ ამნაირ ელფოსტას არ გავაგზავნი.

# ComposeWidget|
source: Cannot prepare this e-mail for sending: some parts are not available
he: לא ניתן להכין את הודעת הדוא״ל לשליחה: חלקים מסוימים לא זמינים
ka: ელფოსტის გასაგზავნად მომზადება შეუძლებელია: მისი ზოგიერთი ნაწილი ხელმისაწვდომი არაა

# ComposeWidget|
source: This mail will be marked as a response<hr/>%1
he: ההודעה הזאת תסומן כתגובה<hr/>%1
ka: ეს ელფოსტა მოინიშნება, როგორც პასუხი<hr/>%1

# ComposeWidget|
source: To
he: אל
ka: ვის

# ComposeWidget|
source: Cc
he: עותק
ka: ასლი

# ComposeWidget|
source: Bcc
he: עותק סמוי
ka: ფარულიასლი

# ComposeWidget|
source: Resent-To
ka: გადაგზავნილია

# ComposeWidget|
source: Resent-Cc
ka: გადაგზავნილია ასლი

# ComposeWidget|
source: Resent-Bcc
ka: გადაგზავნილია ბრმა ასლი

# ComposeWidget|
source: Failed to Send Mail
he: שליחת דוא״ל נכשלה
ka: ელფოსტის გაგზავნა ჩავარდა

# ComposeWidget|
source: Can't parse "%1" as an e-mail address.
ka: "%1"-ის ელფოსტის მისამართის სახით დამუშავება შეუძლებელია.

# ComposeWidget|
source: Attach File...
he: צירוף קובץ…
ka: ფაილის მიმაგრება...

# ComposeWidget|
source: Compose Mail
he: כתיבת הודעה
ka: ელფოსტის შედგენა

# ComposeWidget|
source: %1 - Compose Mail
he: %1 - כתיבת הודעה
ka: %1 - ელფოსტის შედგენა

# ComposeWidget|
source: From
he: מאת
ka: ვისგან

# ComposeWidget|
source: Subject
he: נושא
ka: თემა

# ComposeWidget|
source: Attach...
he: צירוף…
ka: მიმაგრება...

# CreateMailboxDialog|
source: Create Mailbox
he: יצירת תיבת דוא״ל
ka: საფოსტო ყუთის შექმნა

# CreateMailboxDialog|
source: &Mailbox:
he: &תיבת דוא״ל:
ka: &საფოსტო ყუთი:

# CreateMailboxDialog|
source: Other Mai&lboxes
he: תיבות דוא״ל &אחרות
ka: სხვა &საფოსტო ყუთები

# CreateMailboxDialog|
source: Messages Only
he: הודעות בלבד
ka: მხოლოდ შეტყობინებები

# CreateMailboxDialog|
source: Check to add this mailbox to the server-side list of subscribed mailboxes
ka: ჩართეთ, რომ ეს საფოსტო ყუთი სერვერის მხარეს გამოწერილი საფოსტო ყუთების სიას დაემატოს

# CreateMailboxDialog|
source: &Subscribe
he: &רישום למינוי
ka: &გამოწერა

# EditFavoriteTag|
source: Manage Tag
he: ניהול תגית
ka: ჭდის მართვა

# EditFavoriteTag|
source: Name
he: שם
ka: სახელი

# EditFavoriteTag|
source: Color
he: צבע
ka: ფერი

# EditIdentity|
source: Manage Identity
he: ניהול זהות
ka: იდენტიფიკაციის მართვა

# EditIdentity|
source: Real Name
he: שם אמיתי
ka: ნამდვილი სახელი

# EditIdentity|
source: E-mail
he: דוא״ל
ka: ელ-ფოსტა

# EditIdentity|
source: Organisation
he: ארגון
ka: ორგანიზაცია

# EditIdentity|
source: Signature
he: חתימה
ka: ხელმოწერა

# Gui::EmbeddedWebView|
source: System colors
he: צבעי המערכת
ka: სისტემის ფერები

# Gui::EmbeddedWebView|
source: System theme adjusted for better contrast
he: ערכת העיצוב של המערכת הותאמה לשיפור הניגודיות
ka: სისტემური თემა გასწორდა უკეთესი კონტრასტისთვის

# Gui::EmbeddedWebView|
source: Black on white, forced
he: שחור על לבן, מאולץ
ka: შავით თეთრზე, ძალით

# Gui::EnvelopeView|
source: From
he: מאת
ka: ვისგან

# Gui::EnvelopeView|
source: sent via
he: נשלחה דרך
ka: გავლით გაგზავნა

# Gui::EnvelopeView|
source: Sender
he: מוען
ka: გამგზავნი

# Gui::EnvelopeView|
source: replies to
he: בתגובה אל
ka: პასუხობს

# Gui::EnvelopeView|
source: Reply-To
he: תגובה אל
ka: უპასუხეთ

# Gui::EnvelopeView|
source: To
he: אל
ka: ვის

# Gui::EnvelopeView|
source: Cc'd to
he: עותק אל
ka: ასლი გაგზავნილია

# Gui::EnvelopeView|
source: Cc
he: עותק
ka: ასლი

# Gui::EnvelopeView|
source: Bcc'd to
he: עותק סמוי אל
ka: ბრმა ასლი გაგზავნილია

# Gui::EnvelopeView|
source: Bcc
he: עותק סמוי
ka: ფარულიასლი

# Gui::EnvelopeView|
source: Mailing List
he: רשימת דיוור
ka: ელ-ფოსტის სიები

# Gui::ExternalElementsWidget|
source: Load
he: טעינה
ka: ჩატვირთვა

# Gui::ExternalElementsWidget|
source: This e-mail wants to load external entities from the Internet
he: הודעת הדוא״ל הזאת רוצה לטעון זהויות חיצוניות מהאינטרנט
ka: ამ ელფოსტას გარე რესურსების ჩატვირთვა უნდა ინტერნეტიდან

# Gui::FindBar|
source: &Match case
he: התאמת &רישיות
ka: &დიდი და პატარა ასოების სხვაობა

# Gui::FindBar|
source: &Highlight all
he: ה&דגשה של הכול
ka: &ყველას გამოკვეთა

# Gui::FindBar|
source: Find:
he: איתור:
ka: მოძებნა:

# Gui::FindBar|
source: &Next
he: ה&בא
ka: &შემდეგი

# Gui::FindBar|
source: &Previous
he: ה&קודם
ka: &წინა

# ImapInfoDialog|
source: IMAP Server Info
he: פרטי שרת IMAP
ka: IMAP სერვერის ინფორმაცია

# ImapInfoDialog|
source: <html><head/><body><p>SERVERINFO Placeholder</p></body></html>
he: <html><head/><body><p>ממלא מקום SERVERINFO</p></body></html>
ka: <html><head/><body><p>SERVERINFO ადგილმჭერი</p></body></html>

# Gui::LoadablePartWidget|
source: Load %1 (%2)
he: טעינת %1 (%2)
ka: %1-ის ჩატვირთვა (%2)

# MailBoxTreeView|
source: Move here Shift
he: העברה לכאן Shift
ka: აქ გადმოტანა Shift

# MailBoxTreeView|
source: Copy here Ctrl
he: העתקה לכאן Ctrl
ka: აქ კოპირება Ctrl

# MailBoxTreeView|
source: Cancel
he: ביטול
ka: გაუქმება

# QObject|
source: Trojitá %1 - fast Qt IMAP e-mail client
he: Trojitá %1 - לקוח דוא״ל IMAP עם ממשק Qt
ka: Trojitá %1 - სწრაფი Qt IMAP ელფოსტის კლიენტი

# QObject|
source: Show addressbook window.
he: הצגת חלון פנקס כתובות.
ka: მისამართების წიგნის ფანჯრის ჩვენება.

# QObject|
source: Compose new e-mail (default when url is provided).
ka: ახალი ელფოსტის აწყობა (ნაგულისხმევია, როცა ბმული მითითებულია)

# QObject|
source: Activate debug traffic logging to disk by default.
ka: გამართვის ტრაფიკის ჟურნალში, დისკზე ჩაწერის ჩართვა.

# QObject|
source: Show main window (default when no option is provided).
ka: მთავარი ფანჯრის ჩვენება (ნაგულისხმევია, როცა პარამეტრები მითითებული არაა).

# QObject|
source: Set profile.
he: הגדרת פרופיל.
ka: პროფილის დაყენება.

# QObject|
source: profile
he: פרופיל
ka: პროფილი

# QObject|
source: Mailto: URL address for composing new e-mail.
ka: Mailto: URL მისამართი ახალი ელფოსტის შესადგენად.

# QObject|
source: Unexpected argument '%1'.
he: הארגומנט ‚%1’ מפתיע.
ka: მოულოდნელი არგუმენტი '%1'.

# QObject|
source: Unexpected arguments.
he: ארגומנטים מפתיעים.
ka: მოულოდნელი არგუმენტები.

# QObject|
source: Error: Registering IPC instance failed: %1
he: שגיאה: רישום מופע IPC נכשל: %1
ka: შეცდომა: IPC გაშვებული ასლის რეგისტრაცია ჩავარდა: %1

# MessageHeadersWidget|
source: Message headers of UID %1 in %2
ka: შეტყობინების თავსართები UID-ისთვის %1 %2-ში

# MessageHeadersWidget|
source: Search...
he: חיפוש…
ka: ძებნა...

# Gui::MessageListWidget|
source: Quick Search
he: חיפוש מהיר
ka: სწრაფი ძებნა
